[{
	"id": 1,
	"title": "One Piece",
	"mscr": 95,
	"theme": "Shounen, Adventure, Fantasy, Pirates",
	"anidb_id": 69,
	"iscr": 85,
	"rank": 93,
	"ani_id": 21,
	"synopsis": "Gol D. Roger was known as the \"Pirate King,\" the strongest and most infamous being to have sailed the Grand Line. The capture and execution of Roger by the World Government brought a change throughout the world. His last words before his death revealed the existence of the greatest treasure in the world, One Piece. It was this revelation that brought about the Grand Age of Pirates, men who dreamed of finding One Piece—which promises an unlimited amount of riches and fame—and quite possibly the pinnacle of glory and the title of the Pirate King.\n\r\nEnter Monkey D. Luffy, a 17-year-old boy who defies your standard definition of a pirate. Rather than the popular persona of a wicked, hardened, toothless pirate ransacking villages for fun, Luffy’s reason for being a pirate is one of pure wonder: the thought of an exciting adventure that leads him to intriguing people and ultimately, the promised treasure. Following in the footsteps of his childhood hero, Luffy and his crew travel across the Grand Line, experiencing crazy adventures, unveiling dark mysteries and battling strong enemies, all in order to reach the most coveted of all fortunes—One Piece."
}, {
	"id": 2,
	"title": "Boku no Hero Academia",
	"mscr": 83,
	"theme": "Shounen, Action, Super Power",
	"anidb_id": 11739,
	"iscr": 84,
	"rank": 158,
	"ani_id": 31964,
	"synopsis": "The appearance of \"quirks,\" newly discovered super powers, has been steadily increasing over the years, with 80 percent of humanity possessing various abilities from manipulation of elements to shapeshifting. This leaves the remainder of the world completely powerless, and Izuku Midoriya is one such individual.\n\r\nSince he was a child, the ambitious middle schooler has wanted nothing more than to be a hero. Izuku's unfair fate leaves him admiring heroes and taking notes on them whenever he can. But it seems that his persistence has borne some fruit: Izuku meets the number one hero and his personal idol, All Might. All Might's quirk is a unique ability that can be inherited, and he has chosen Izuku to be his successor!\n\r\nEnduring many months of grueling training, Izuku enrolls in UA High, a prestigious high school famous for its excellent hero training program, and this year's freshmen look especially promising. With his bizarre but talented classmates and the looming threat of a villainous organization, Izuku will soon learn what it really means to be a hero."
}, {
	"id": 3,
	"title": "Boku no Hero Academia 2nd Season",
	"mscr": 90,
	"theme": "Shounen, Action, Super Power",
	"anidb_id": 12233,
	"iscr": 86,
	"rank": 50,
	"ani_id": 33486,
	"synopsis": "At UA Academy, not even a violent attack can disrupt their most prestigious event: the school sports festival. Renowned across Japan, this festival is an opportunity for aspiring heroes to showcase their abilities, both to the public and potential recruiters.\n\r\nHowever, the path to glory is never easy, especially for Izuku Midoriya—whose quirk possesses great raw power but is also cripplingly inefficient. Pitted against his talented classmates, such as the fire and ice wielding Shouto Todoroki, Izuku must utilize his sharp wits and master his surroundings to achieve victory and prove to the world his worth."
}, {
	"id": 4,
	"title": "Boku no Hero Academia 3rd Season",
	"mscr": 91,
	"theme": "Shounen, Action, Super Power",
	"anidb_id": 13485,
	"iscr": 86,
	"rank": 57,
	"ani_id": 36456,
	"synopsis": "As summer arrives for the students at UA Academy, each of these superheroes-in-training puts in their best efforts to become renowned heroes. They head off to a forest training camp run by UA's pro heroes, where the students face one another in battle and go through dangerous tests, improving their abilities and pushing past their limits. However, their school trip is suddenly turned upside down when the League of Villains arrives, invading the camp with a mission to capture one of the students. \n\nBoku no Hero Academia 3rd Season follows Izuku \"Deku\" Midoriya, an ambitious student training to achieve his dream of becoming a hero similar to his role model—All Might. Being one of the students caught up amidst the chaos of the villain attack, Deku must take a stand with his classmates and fight for their survival."
}, {
	"id": 5,
	"title": "Seikoku no Dragonar",
	"mscr": 80,
	"theme": "Comedy, Dragon, Ecchi, Fantasy, Harem, Nudity, School Life",
	"anidb_id": 9996,
	"iscr": 66,
	"rank": 5131,
	"ani_id": 21033,
	"synopsis": "Learning to ride and tame dragons comes easy to most students at Ansarivan Dragonar Academy—except for first-year student Ash Blake, who is known by his fellow classmates as the \"number one problem child.\" Poor Ash is the laughing stock at school because, despite his unfashionably large star-shaped brand that marks him as a future dragon master, he has nothing to show for it. His dragon has never appeared.\n\nUntil now, that is. One fateful day, Ash's dragon awakes in full glory, but appears different than any dragon ever seen before—in the form of a beautiful girl! What's worse, Ash soon discovers that this new dragon has attitude to spare, as she promptly informs him that she is the master, and he, the servant.\n\nAsh's problems with dragon riding have only just begun."
}, {
	"id": 6,
	"title": "Owari no Seraph",
	"mscr": 67,
	"theme": "Action, Dark Fantasy, Post-Apocalyptic, Vampire",
	"anidb_id": 10813,
	"iscr": 76,
	"rank": 1365,
	"ani_id": 26243,
	"synopsis": "With the appearance of a mysterious virus that kills everyone above the age of 13, mankind becomes enslaved by previously hidden, power-hungry vampires who emerge in order to subjugate society with the promise of protecting the survivors, in exchange for donations of their blood.\n\r\nAmong these survivors are Yuuichirou and Mikaela Hyakuya, two young boys who are taken captive from an orphanage, along with other children whom they consider family. Discontent with being treated like livestock under the vampires' cruel reign, Mikaela hatches a rebellious escape plan that is ultimately doomed to fail. The only survivor to come out on the other side is Yuuichirou, who is found by the Moon Demon Company, a military unit dedicated to exterminating the vampires in Japan.\n\r\nMany years later, now a member of the Japanese Imperial Demon Army, Yuuichirou is determined to take revenge on the creatures that slaughtered his family, but at what cost?\n\nOwari no Seraph is a post-apocalyptic supernatural shounen anime that follows a young man's search for retribution, all the while battling for friendship and loyalty against seemingly impossible odds."
}, {
	"id": 7,
	"title": "Owari no Seraph: Nagoya Kessen-hen",
	"mscr": 68,
	"theme": "Action, Dark Fantasy, Post-Apocalyptic, Vampire",
	"anidb_id": 10984,
	"iscr": 77,
	"rank": 982,
	"ani_id": 28927,
	"synopsis": "Yuuichirou Hyakuya is finally reunited with his childhood friend Mikaela Hyakuya, whom he had long presumed to be dead. Upon their reunion, however, he discovers that Mikaela has been turned into a vampire. Determined to help his friend, Yuuichirou vows to get stronger so that he can protect Mikaela as well as the comrades in the Moon Demon Company.\n\r\nKureto Hiiragi receives information that a large group of vampires will be gathering in Nagoya, preparing for their assault on the Imperial Demon Army's main forces in Tokyo. Led by Guren Ichinose, Yuuichirou's team is one of many selected to intercept and eliminate the vampire nobles.\n\r\nWith the Nagoya mission quickly approaching, the members of Shinoa squad continue to work towards fully mastering their weapons, while learning how to improve their teamwork. Yuuichirou must gain the power he needs to slay the nobles and save his best friend, before he succumbs to the demon of the Cursed Gear."
}, {
	"id": 8,
	"title": "D.Gray-man",
	"mscr": 90,
	"theme": "Action, Adventure, Comedy, Dark Fantasy, Demon, Fantasy, Magic, Shounen, Violence, Church",
	"anidb_id": 4549,
	"iscr": 81,
	"rank": 394,
	"ani_id": 1482,
	"synopsis": "Losing a loved one is so painful that one may sometimes wish to be able to resurrect them—a weakness that the enigmatic Millennium Earl exploits. To make his mechanical weapons known as \"Akuma,\" he uses the souls of the dead that are called back. Once a soul is placed in an Akuma, it is trapped forever, and the only way to save them is to exorcise them from their vessel using the Anti-Akuma weapon, \"Innocence.\"\n\r\nAfter spending three years as the disciple of General Cross, Allen Walker is sent to the Black Order—an organization comprised of those willing to fight Akuma and the Millennium Earl—to become an official Exorcist. With an arm as his Innocence and a cursed eye that can see the suffering souls within an Akuma, it's up to Allen and his fellow Exorcists to stop the Millennium Earl's ultimate plot: one that can lead to the destruction of the world."
}, {
	"id": 9,
	"title": "Full Metal Alchemist: Brotherhood",
	"mscr": 92,
	"theme": "Action, Adventure, Fantasy, Human Enhancement, Magic, Military, Steampunk",
	"anidb_id": 6107,
	"iscr": 92,
	"rank": 1,
	"ani_id": 5114,
	"synopsis": "\"In order for something to be obtained, something of equal value must be lost.\"\n\r\nAlchemy is bound by this Law of Equivalent Exchange—something the young brothers Edward and Alphonse Elric only realize after attempting human transmutation: the one forbidden act of alchemy. They pay a terrible price for their transgression—Edward loses his left leg, Alphonse his physical body. It is only by the desperate sacrifice of Edward's right arm that he is able to affix Alphonse's soul to a suit of armor. Devastated and alone, it is the hope that they would both eventually return to their original bodies that gives Edward the inspiration to obtain metal limbs called \"automail\" and become a state alchemist, the Fullmetal Alchemist.\n\r\nThree years of searching later, the brothers seek the Philosopher's Stone, a mythical relic that allows an alchemist to overcome the Law of Equivalent Exchange. Even with military allies Colonel Roy Mustang, Lieutenant Riza Hawkeye, and Lieutenant Colonel Maes Hughes on their side, the brothers find themselves caught up in a nationwide conspiracy that leads them not only to the true nature of the elusive Philosopher's Stone, but their country's murky history as well. In between finding a serial killer and racing against time, Edward and Alphonse must ask themselves if what they are doing will make them human again... or take away their humanity."
}, {
	"id": 10,
	"title": "One Punch Man",
	"mscr": 92,
	"theme": "Action, Comedy, Violence, Seinen, Super Power",
	"anidb_id": 11123,
	"iscr": 87,
	"rank": 46,
	"ani_id": 30276,
	"synopsis": "The seemingly ordinary and unimpressive Saitama has a rather unique hobby: being a hero. In order to pursue his childhood dream, he trained relentlessly for three years—and lost all of his hair in the process. Now, Saitama is incredibly powerful, so much so that no enemy is able to defeat him in battle. In fact, all it takes to defeat evildoers with just one punch has led to an unexpected problem—he is no longer able to enjoy the thrill of battling and has become quite bored.\n\r\nThis all changes with the arrival of Genos, a 19-year-old cyborg, who wishes to be Saitama's disciple after seeing what he is capable of. Genos proposes that the two join the Hero Association in order to become certified heroes that will be recognized for their positive contributions to society, and Saitama, shocked that no one knows who he is, quickly agrees. And thus begins the story of One Punch Man, an action-comedy that follows an eccentric individual who longs to fight strong enemies that can hopefully give him the excitement he once felt and just maybe, he'll become popular in the process."
}, {
	"id": 11,
	"title": "One Punch Man 2nd Season",
	"mscr": 96,
	"theme": "Action, Comedy, Violence, Seinen, Super Power",
	"anidb_id": 12430,
	"iscr": 78,
	"rank": 850,
	"ani_id": 34134,
	"synopsis": "The second season of One Punch Man."
}, {
	"id": 12,
	"title": "Fairy Tail",
	"mscr": 89,
	"theme": "Action, Adventure, Comedy, Ecchi, Fantasy, Magic, Shounen",
	"anidb_id": 6662,
	"iscr": 80,
	"rank": 559,
	"ani_id": 6702,
	"synopsis": "In the mystical land of Fiore, magic exists as an essential part of everyday life. Countless magic guilds lie at the core of all magical activity, and serve as venues for like-minded mages to band together and take on job requests. Among them, Fairy Tail stands out from the rest as a place of strength, spirit, and family.\n\r\nLucy Heartfilia is a young mage searching for celestial gate keys, and her dream is to become a full-fledged wizard by joining this famous guild. In her search, she runs into Natsu Dragneel and his partner Happy, who are on a quest to find Natsu's foster father, the dragon Igneel.\n\r\nUpon being tricked by a man, Lucy falls under an abduction attempt, only to be saved by Natsu. To her shock, he reveals that he is a member of Fairy Tail and invites her to join them. There, Lucy meets the guild's strange members, such as the ice wizard Gray Fullbuster and magic swordswoman Erza Scarlet. Together as a family, they battle the forces of evil, help those in need, and gain new friends, all the while enjoying the never-ending adventure that is Fairy Tail."
}, {
	"id": 13,
	"title": "Fairy Tail(2014)",
	"mscr": 88,
	"theme": "Action, Adventure, Comedy, Ecchi, Fantasy, Magic, Shounen",
	"anidb_id": 9980,
	"iscr": 80,
	"rank": 490,
	"ani_id": 22043,
	"synopsis": "The Grand Magic Games reaches its climax following Natsu Dragneel and Gray Fullbuster's stunning victory over Sting Eucliffe and Rogue Cheney of the Sabertooth guild. This success pushes the Fairy Tail guild closer to being crowned the overall champions, but obtaining victory isn't the only challenge they face. A mystery still surrounds a hooded stranger and the ominous Eclipse Gate, leaving more questions than answers.\n\r\nMore crazy adventures are on the horizon for Fairy Tail as their destructive antics and joyful rowdiness continue unabated. Their greatest trial is quickly approaching, but united as a family, the guild will always be ready to face any threat that comes their way."
}, {
	"id": 14,
	"title": "Fairy Tail: Final Series",
	"mscr": 95,
	"theme": "Action, Adventure, Comedy, Ecchi, Fantasy, Magic, Shounen",
	"anidb_id": 13295,
	"iscr": 82,
	"rank": 326,
	"ani_id": 35972,
	"synopsis": "Although Fairy Tail has been disbanded and its members are now spread far across Fiore, Natsu Dragneel hasn't given up on reuniting the guild he and others once called home. Along with his companions Happy and Lucy Heartfilia, he will stop at nothing to keep Fairy Tail and its fiery spirit alive even as they face their most difficult trial yet—the invasion of Fiore by the Alvarez Empire's immense army and their all-too-familiar ruler."
}, {
	"id": 15,
	"title": "Shingeki no Kyojin",
	"mscr": 60,
	"theme": "Action, Adventure, Fantasy, Horror, Military, Post-Apocalyptic, Rotten World, Shounen, Tragedy, Violence",
	"anidb_id": 9541,
	"iscr": 84,
	"rank": 116,
	"ani_id": 16498,
	"synopsis": "Centuries ago, mankind was slaughtered to near extinction by monstrous humanoid creatures called titans, forcing humans to hide in fear behind enormous concentric walls. What makes these giants truly terrifying is that their taste for human flesh is not born out of hunger but what appears to be out of pleasure. To ensure their survival, the remnants of humanity began living within defensive barriers, resulting in one hundred years without a single titan encounter. However, that fragile calm is soon shattered when a colossal titan manages to breach the supposedly impregnable outer wall, reigniting the fight for survival against the man-eating abominations.\n\r\nAfter witnessing a horrific personal loss at the hands of the invading creatures, Eren Yeager dedicates his life to their eradication by enlisting into the Survey Corps, an elite military unit that combats the merciless humanoids outside the protection of the walls. Based on Hajime Isayama's award-winning manga, Shingeki no Kyojin follows Eren, along with his adopted sister Mikasa Ackerman and his childhood friend Armin Arlert, as they join the brutal war against the titans and race to discover a way of defeating them before the last walls are breached."
}, {
	"id": 16,
	"title": "Shingeki no Kyojin Season 2",
	"mscr": 58,
	"theme": "Action, Adventure, Fantasy, Horror, Military, Post-Apocalyptic, Rotten World, Shounen, Tragedy, Violence",
	"anidb_id": 10944,
	"iscr": 84,
	"rank": 148,
	"ani_id": 25777,
	"synopsis": "For centuries, humanity has been hunted by giant, mysterious predators known as the Titans. Three mighty walls—Wall Maria, Rose, and Sheena—provided peace and protection for humanity for over a hundred years. That peace, however, was shattered when the Colossus Titan and Armored Titan appeared and destroyed the outermost wall, Wall Maria. Forced to retreat behind Wall Rose, humanity waited with bated breath for the Titans to reappear and destroy their safe haven once more.\n\r\nIn Shingeki no Kyojin Season 2, Eren Yeager and others of the 104th Training Corps have just begun to become full members of the Survey Corps. As they ready themselves to face the Titans once again, their preparations are interrupted by the invasion of Wall Rose—but all is not as it seems as more mysteries are unraveled. As the Survey Corps races to save the wall, they uncover more about the invading Titans and the dark secrets of their own members."
}, {
	"id": 17,
	"title": "Shingeki no Kyojin Season 3",
	"mscr": 53,
	"theme": "Action, Adventure, Fantasy, Horror, Military, Post-Apocalyptic, Rotten World, Shounen, Tragedy, Violence",
	"anidb_id": 13241,
	"iscr": 84,
	"rank": 122,
	"ani_id": 35760,
	"synopsis": "First part of the third season of the Shingeki no Kyojin."
}, {
	"id": 18,
	"title": "Shingeki no Kyojin Season 3 Part 2",
	"mscr": 50,
	"theme": "Action, Adventure, Fantasy, Horror, Military, Post-Apocalyptic, Rotten World, Shounen, Tragedy, Violence",
	"anidb_id": 14444,
	"iscr": 91,
	"rank": 2,
	"ani_id": 38524,
	"synopsis": "The second part of the third season of Shingeki no Kyojin."
}, {
	"id": 19,
	"title": "Nanatsu no Taizai",
	"mscr": 87,
	"theme": "Action, Adventure, Comedy, Fantasy, Shounen",
	"anidb_id": 10596,
	"iscr": 82,
	"rank": 307,
	"ani_id": 23755,
	"synopsis": "In a world similar to the European Middle Ages, the feared yet revered Holy Knights of Britannia use immensely powerful magic to protect the region of Britannia and its kingdoms. However, a small subset of the Knights supposedly betrayed their homeland and turned their blades against their comrades in an attempt to overthrow the ruler of Liones. They were defeated by the Holy Knights, but rumors continued to persist that these legendary knights, called the \"Seven Deadly Sins,\" were still alive. Ten years later, the Holy Knights themselves staged a coup d’état, and thus became the new, tyrannical rulers of the Kingdom of Liones.\n\r\nBased on the best-selling manga series of the same name, Nanatsu no Taizai follows the adventures of Elizabeth, the third princess of the Kingdom of Liones, and her search for the Seven Deadly Sins. With their help, she endeavors to not only take back her kingdom from the Holy Knights, but to also seek justice in an unjust world."
}, {
	"id": 20,
	"title": "Nanatsu no Taizai: Imashime no Fukkatsu",
	"mscr": 88,
	"theme": "Action, Adventure, Comedy, Fantasy, Shounen",
	"anidb_id": 11646,
	"iscr": 82,
	"rank": 284,
	"ani_id": 34577,
	"synopsis": "The fierce battle between Meliodas, the captain of the Seven Deadly Sins, and the Great Holy Knight Hendrickson has devastating consequences. Armed with the fragments necessary for the revival of the Demon Clan, Hendrickson breaks the seal, allowing the Commandments to escape, all of whom are mighty warriors working directly under the Demon King himself. Through a mysterious connection, Meliodas instantly identifies them; likewise, the 10 Commandments, too, seem to sense his presence.\n\r\nAs the demons leave a path of destruction in their wake, the Seven Deadly Sins must find a way to stop them before the Demon Clan drowns Britannia in blood and terror."
}, {
	"id": 21,
	"title": "Boku dake ga Inai Machi",
	"mscr": 90,
	"theme": "Angst, Manga, Seinen, Time Travel, Violence",
	"anidb_id": 11292,
	"iscr": 85,
	"rank": 92,
	"ani_id": 31043,
	"synopsis": "When tragedy is about to strike, Satoru Fujinuma finds himself sent back several minutes before the accident occurs. The detached, 29-year-old manga artist has taken advantage of this powerful yet mysterious phenomenon, which he calls \"Revival,\" to save many lives.\n\r\nHowever, when he is wrongfully accused of murdering someone close to him, Satoru is sent back to the past once again, but this time to 1988, 18 years in the past. Soon, he realizes that the murder may be connected to the abduction and killing of one of his classmates, the solitary and mysterious Kayo Hinazuki, that took place when he was a child. This is his chance to make things right.\n\nBoku dake ga Inai Machi follows Satoru in his mission to uncover what truly transpired 18 years ago and prevent the death of his classmate while protecting those he cares about in the present."
}, {
	"id": 22,
	"title": "Steins;Gate",
	"mscr": 98,
	"theme": "Comedy, Game, Science Fiction, Seinen, Thriller, Time Travel, Visual Novel",
	"anidb_id": 7729,
	"iscr": 91,
	"rank": 4,
	"ani_id": 9253,
	"synopsis": "The self-proclaimed mad scientist Rintarou Okabe rents out a room in a rickety old building in Akihabara, where he indulges himself in his hobby of inventing prospective \"future gadgets\" with fellow lab members: Mayuri Shiina, his air-headed childhood friend, and Hashida Itaru, a perverted hacker nicknamed \"Daru.\" The three pass the time by tinkering with their most promising contraption yet, a machine dubbed the \"Phone Microwave,\" which performs the strange function of morphing bananas into piles of green gel.\n\r\nThough miraculous in itself, the phenomenon doesn't provide anything concrete in Okabe's search for a scientific breakthrough; that is, until the lab members are spurred into action by a string of mysterious happenings before stumbling upon an unexpected success—the Phone Microwave can send emails to the past, altering the flow of history.\n\r\nAdapted from the critically acclaimed visual novel by 5pb. and Nitroplus, Steins;Gate takes Okabe through the depths of scientific theory and practicality. Forced across the diverging threads of past and present, Okabe must shoulder the burdens that come with holding the key to the realm of time."
}, {
	"id": 23,
	"title": "Steins;Gate 0",
	"mscr": 96,
	"theme": "Comedy, Game, Science Fiction, Seinen, Thriller, Time Travel, Visual Novel",
	"anidb_id": 11167,
	"iscr": 85,
	"rank": 79,
	"ani_id": 30484,
	"synopsis": "The eccentric, self-proclaimed mad scientist Rintarou Okabe has become a shell of his former self. Depressed and traumatized after failing to rescue his friend Makise Kurisu, he has decided to forsake his mad scientist alter ego and live as an ordinary college student. Surrounded by friends who know little of his time travel experiences, Okabe spends his days trying to forget the horrors of his adventures alone. \n\r\nWhile working as a receptionist at a college technology forum, Okabe meets the short, spunky Maho Hiyajo, who \r\nlater turns out to be the interpreter at the forum's presentation, conducted by Professor Alexis Leskinen. In front of a stunned crowd, Alexis and Maho unveil Amadeus—a revolutionary AI capable of storing a person's memories and creating a perfect simulation of that person complete with their personality and quirks. Meeting with Maho and Alexis after the presentation, Okabe learns that the two were Kurisu's colleagues in university, and that they have simulated her in Amadeus. Hired by Alexis to research the simulation's behavior, Okabe is given the chance to interact with the shadow of a long-lost dear friend. Dangerously tangled in the past, Okabe must face the harsh reality and carefully maneuver around the disastrous consequences that come with disturbing the natural flow of time."
}, {
	"id": 24,
	"title": "Darling in the FranXX",
	"mscr": 40,
	"theme": "Action, Conspiracy, Love Polygon, Mecha, Post-Apocalyptic, Romance, Science Fiction, Shounen",
	"anidb_id": 13259,
	"iscr": 75,
	"rank": 1558,
	"ani_id": 35849,
	"synopsis": "In the distant future, humanity has been driven to near-extinction by giant beasts known as Klaxosaurs, forcing the surviving humans to take refuge in massive fortress cities called Plantations. Children raised here are trained to pilot giant mechas known as FranXX—the only weapons known to be effective against the Klaxosaurs—in boy-girl pairs. Bred for the sole purpose of piloting these machines, these children know nothing of the outside world and are only able to prove their existence by defending their race.  \n\r\nHiro, an aspiring FranXX pilot, has lost his motivation and self-confidence after failing an aptitude test. Skipping out on his class' graduation ceremony, Hiro retreats to a forest lake, where he encounters a mysterious girl with two horns growing out of her head. She introduces herself by her codename Zero Two, which is known to belong to an infamous FranXX pilot known as the \"Partner Killer.\" Before Hiro can digest the encounter, the Plantation is rocked by a sudden Klaxosaur attack. Zero Two engages the creature in her FranXX, but it is heavily damaged in the skirmish and crashes near Hiro. Finding her partner dead, Zero Two invites Hiro to pilot the mecha with her, and the duo easily defeats the Klaxosaur in the ensuing fight. With a new partner by his side, Hiro has been given a chance at redemption for his past failures, but at what cost?"
}, {
	"id": 25,
	"title": "Kokkoku",
	"mscr": 79,
	"theme": "Fantasy, Science Fiction, Seinen, Super Power, Thriller",
	"anidb_id": 13513,
	"iscr": 71,
	"rank": 3128,
	"ani_id": 36548,
	"synopsis": "Having failed 19 job interviews in one day, Juri Yukawa's dreams of moving out of her parents' home are utterly dashed. Stuck living with her working mother Nobuko, NEET brother Tsubasa, laid-off father Takafumi, and single-parent sister Sanae, the only hope for this family to raise a decent adult is her little nephew Makoto. However, this struggling family's life takes a turn for the worse when Makoto and Tsubasa are violently kidnapped by a mysterious organization and held for ransom. With only 30 minutes to deliver five million yen to the criminals, Juri's grandfather reveals a dangerously powerful secret to her and Takafumi.\n\r\nBy offering blood to her grandfather's mystical stone, the three enter the world of \"Stasis,\" a version of their world where time stops for everyone but the users. Having arrived at their destination, their rescue efforts go awry when they are assailed by a surprising group of people who are somehow able to move around within Stasis. While all hope seems lost, a monstrous giant known only as the Herald appears amidst the chaos, its intent and motivations as cryptic as the very nature of this timeless world."
}, {
	"id": 26,
	"title": "Inuyashiki",
	"mscr": 90,
	"theme": "Action, Android, Science Fiction, Seinen, Super Power, Violence",
	"anidb_id": 12653,
	"iscr": 78,
	"rank": 865,
	"ani_id": 34542,
	"synopsis": "Ichirou Inuyashiki is a 58-year-old family man who is going through a difficult time in his life. Though his frequent back problems are painful, nothing hurts quite as much as the indifference and distaste that his wife and children have for him. Despite this, Ichirou still manages to find solace in Hanako, an abandoned Shiba Inu that he adopts into his home. However, his life takes a turn for the worse when a follow-up physical examination reveals that Ichirou has stomach cancer and only three months to live; though he tries to be strong, his family's disinterest causes an emotional breakdown. Running off into a nearby field, Ichirou embraces his dog and weeps—until he notices a strange figure standing before him.\n\r\nSuddenly, a bright light appears and Ichirou is enveloped by smoke and dust. When he comes to, he discovers something is amiss—he has been reborn as a mechanized weapon wearing the skin of his former self. Though initially shocked, the compassionate Ichirou immediately uses his newfound powers to save a life, an act of kindness that fills him with happiness and newfound hope.\n\r\nHowever, the origins of these strange powers remain unclear. Who was the mysterious figure at the site of the explosion, and are they as kind as Ichirou when it comes to using this dangerous gift?"
}, {
	"id": 27,
	"title": "No Game No Life",
	"mscr": 93,
	"theme": "Comedy, Ecchi, Fantasy, Novel, Nudity, Parallel World, Seinen, Super Power",
	"anidb_id": 9998,
	"iscr": 83,
	"rank": 189,
	"ani_id": 19815,
	"synopsis": "No Game No Life is a surreal comedy that follows Sora and Shiro, shut-in NEET siblings and the online gamer duo behind the legendary username \"Blank.\" They view the real world as just another lousy game; however, a strange e-mail challenging them to a chess match changes everything—the brother and sister are plunged into an otherworldly realm where they meet Tet, the God of Games.\n\r\nThe mysterious god welcomes Sora and Shiro to Disboard, a world where all forms of conflict—from petty squabbles to the fate of whole countries—are settled not through war, but by way of high-stake games. This system works thanks to a fundamental rule wherein each party must wager something they deem to be of equal value to the other party's wager. In this strange land where the very idea of humanity is reduced to child's play, the indifferent genius gamer duo of Sora and Shiro have finally found a real reason to keep playing games: to unite the sixteen races of Disboard, defeat Tet, and become the gods of this new, gaming-is-everything world."
}, {
	"id": 28,
	"title": "Made in Abyss",
	"mscr": 96,
	"theme": "Adventure, Android, Mecha, Science Fiction, Seinen, Violence",
	"anidb_id": 12681,
	"iscr": 88,
	"rank": 22,
	"ani_id": 34599,
	"synopsis": "The Abyss—a gaping chasm stretching down into the depths of the earth, filled with mysterious creatures and relics from a time long past. How did it come to be? What lies at the bottom? Countless brave individuals, known as Divers, have sought to solve these mysteries of the Abyss, fearlessly descending into its darkest realms. The best and bravest of the Divers, the White Whistles, are hailed as legends by those who remain on the surface.\n\r\nRiko, daughter of the missing White Whistle Lyza the Annihilator, aspires to become like her mother and explore the furthest reaches of the Abyss. However, just a novice Red Whistle herself, she is only permitted to roam its most upper layer. Even so, Riko has a chance encounter with a mysterious robot with the appearance of an ordinary young boy. She comes to name him Reg, and he has no recollection of the events preceding his discovery. Certain that the technology to create Reg must come from deep within the Abyss, the two decide to venture forth into the chasm to recover his memories and see the bottom of the great pit with their own eyes. However, they know not of the harsh reality that is the true existence of the Abyss."
}, {
	"id": 29,
	"title": "Berserk",
	"mscr": 90,
	"theme": "Action, Dark Fantasy, Horror, Demon, Dystopia, Tragedy, Violence, Gore",
	"anidb_id": 98,
	"iscr": 84,
	"rank": 120,
	"ani_id": 33,
	"synopsis": "Born from the corpse of his mother, a young mercenary known only as Guts, embraces the battlefield as his only means of survival. Day in and day out, putting his life on the line just to make enough to get by, he moves from one bloodshed to the next.\n\r\nAfter a run-in with the Band of the Hawk, a formidable troop of mercenaries, Guts is recruited by their charismatic leader Griffith, nicknamed the \"White Hawk.\" As he quickly climbed the ranks in order to become the head of the offensive faction, Guts proves to be a mighty addition to Griffith's force, taking Midland by storm. However, while the band's quest for recognition continues, Guts slowly realizes that the world is not as black-and-white as he once assumed.\n\r\nSet in the medieval era, Kenpuu Denki Berserk is a dark, gritty tale that follows one man's struggle to find his own path, while supporting another's lust for power, and the unimaginable tragedy that begins to turn the wheels of fate."
}, {
	"id": 30,
	"title": "Berserk (2016)",
	"mscr": 80,
	"theme": "Action, Dark Fantasy, Horror, Demon, Dystopia, Tragedy, Violence, Gore",
	"anidb_id": 11851,
	"iscr": 66,
	"rank": 5243,
	"ani_id": 32379,
	"synopsis": "Now branded for death and destined to be hunted by demons until the day he dies, Guts embarks on a journey to defy such a gruesome fate, as waves of beasts relentlessly pursue him. Steeling his resolve, he takes up the monstrous blade Dragonslayer and vows to exact vengeance on the one responsible, hunting down the very man he once looked up to and considered a friend.\n\r\nAlong the way, he encounters some unlikely allies, such as a small elf named Puck, and Isidro, a young thief looking to learn swordsmanship from the former mercenary. As the ragtag group slowly comes together after having decided to join Guts in his quest, they will face incredible danger unlike anything they have ever experienced before."
}, {
	"id": 31,
	"title": "Berserk (2017)",
	"mscr": 86,
	"theme": "Action, Dark Fantasy, Horror, Demon, Dystopia, Tragedy, Violence, Gore",
	"anidb_id": 12414,
	"iscr": 70,
	"rank": 3721,
	"ani_id": 34055,
	"synopsis": "Demons have now become commonplace around the kingdom of Midland, which has fallen into chaos. The swordsman Guts still cannot stay in one place for long due to his demonic brand. He could always manage to protect himself when he was alone, but now he has the added challenge of protecting former Commander Casca, a shell of her former self who neither remembers nor trusts him. They never have a moment's rest with the constant threat of demons, and they need a place where Casca will be safe till they find a way to heal her. Their elf ally, Puck, tells of the mystical land of Elfhelm, which is supposed to be a safe haven from the demons that ravage the lands. Tired and with only a vague hope, they struggle on to find a place to live—and they still need to find those responsible for the madness they are forced to endure. "
}, {
	"id": 32,
	"title": "Overlord",
	"mscr": 88,
	"theme": "Action, Fantasy, Seinen, Virtual World",
	"anidb_id": 10816,
	"iscr": 80,
	"rank": 487,
	"ani_id": 29803,
	"synopsis": "The final hour of the popular virtual reality game Yggdrasil has come. However, Momonga, a powerful wizard and master of the dark guild Ainz Ooal Gown, decides to spend his last few moments in the game as the servers begin to shut down. To his surprise, despite the clock having struck midnight, Momonga is still fully conscious as his character and, moreover, the non-player characters appear to have developed personalities of their own!\n\r\nConfronted with this abnormal situation, Momonga commands his loyal servants to help him investigate and take control of this new world, with the hopes of figuring out what has caused this development and if there may be others in the same predicament."
}, {
	"id": 33,
	"title": "Overlord II",
	"mscr": 86,
	"theme": "Action, Fantasy, Seinen, Virtual World",
	"anidb_id": 12952,
	"iscr": 79,
	"rank": 636,
	"ani_id": 35073,
	"synopsis": "Ainz Ooal Gown, the undead sorcerer formerly known as Momonga, has accepted his place in this new world. Though it bears similarities to his beloved virtual reality game Yggdrasil, it still holds many mysteries which he intends to uncover, by utilizing his power as ruler of the Great Tomb of Nazarick. However, ever since the disastrous brainwashing of one of his subordinates, Ainz has become wary of the impending dangers of the Slane Theocracy, as well as the possible existence of other former Yggdrasil players. Meanwhile, Albedo, Demiurge and the rest of Ainz's loyal guardians set out to prepare for the next step in their campaign: Nazarick's first war…\n\nOverlord II picks up immediately after its prequel, continuing the story of Ainz Ooal Gown, his eclectic army of human-hating guardians, and the many hapless humans affected by the Overlord's arrival."
}, {
	"id": 34,
	"title": "Overlord III",
	"mscr": 90,
	"theme": "Action, Fantasy, Seinen, Virtual World",
	"anidb_id": 14008,
	"iscr": 81,
	"rank": 381,
	"ani_id": 37675,
	"synopsis": "Following the horrific assault on the Re-Estize capital city, the Guardians of the Great Tomb of Nazarick return home to their master Ainz Ooal Gown. After months of laying the groundwork, they are finally ready to set their plans of world domination into action.\n\r\nAs Ainz's war machine gathers strength, the rest of the world keeps moving. The remote Carne Village, which Ainz once saved from certain doom, continues to prosper despite the many threats on its doorstep. And in the northeastern Baharuth Empire, a certain Bloody Emperor sets his sights on the rising power of Nazarick.\n\r\nBlood is shed, heroes fall, and nations rise. Can anyone, or anything, challenge the supreme power of Ainz Ooal Gown?"
}, {
	"id": 35,
	"title": "Danganronpa The Animation",
	"mscr": 70,
	"theme": "Action, Comedy, Detective, Game, Seinen, Thriller, Visual Novel",
	"anidb_id": 9555,
	"iscr": 74,
	"rank": 1883,
	"ani_id": 16592,
	"synopsis": "Hope's Peak Academy is an elite high school that accepts only the most talented students. Individuals who successfully enroll receive their own unique titles, suitably reflective of their skills and traits. Of the fifteen candidates admitted to the peculiar school that year, Makoto Naegi is a completely ordinary individual who has been accepted by sheer chance, with the title of \"Super High School-Level Luck.\"\n\r\nNaegi and his fellow classmates are initially ecstatic to be chosen to study at this prestigious institution, but these feelings of happiness are short-lived. They are soon confronted by Monokuma, the principal and resident bear, who traps them inside the school. The pupils' hopes of escape and graduation hinge on one of them successfully murdering one of their peers without being discovered. However, if the killer is caught, he or she will be executed, and the remaining survivors will be left to continue the deathmatch until only a single victor remains."
}, {
	"id": 36,
	"title": "Danganronpa The End of Kibougamine Gakuen - Zetsubou-hen",
	"mscr": 65,
	"theme": "Action, Comedy, Detective, Game, Seinen, Thriller, Visual Novel",
	"anidb_id": 12035,
	"iscr": 76,
	"rank": 1136,
	"ani_id": 33028,
	"synopsis": "Hope's Peak Academy's unconventional class 77-B is about to have an even more eccentric addition: Chisa Yukizome, an alumna with the title of Super High School-Level Housekeeper—and their new homeroom teacher. Cheerful, passionate, and capable, Chisa immediately sets about correcting the students' problematic behavior and strengthening their relationships. It may not be easy dealing with diverse pupils ranging from princesses and nurses to yakuza and impossibly lucky students, but anything is possible with the power of hope.\n\r\nMeanwhile, Hajime Hinata, an unremarkable boy from the school's Reserve Course, longs for a talent. One day, he has an unexpected meeting with class 77-B's Super High School-Level Gamer Chiaki Nanami, who presents to him a new, hope-filled outlook on life. However, unbeknownst to him, the school's upper echelon is about to execute a sinister project centered around Hajime that will bring Hope's Peak—and the rest of the world—to its knees.\n\nZetsubou-hen chronicles the daily lives carried out at the talent-cultivating academy, and the darkness that lurks beneath. As despair slowly infects hope, plans are put into motion to start the Biggest, Most Awful, Most Tragic Event in Human History, and the end begins."
}, {
	"id": 37,
	"title": "Danganronpa The End of Kibougamine Gakuen - Mirai-hen",
	"mscr": 65,
	"theme": "Action, Comedy, Detective, Game, Seinen, Thriller, Visual Novel",
	"anidb_id": 11804,
	"iscr": 75,
	"rank": 1403,
	"ani_id": 32189,
	"synopsis": "After Makoto Naegi and his fellow survivors escaped Hope's Peak Academy to the world beyond, they soon join the Future Foundation, an organization dedicated to combating despair. Just when all seems to be looking up, Naegi is arrested and tried for betrayal due to defending a malicious group of Remnants of Despair. Standing before all of the Future Foundation executives, he finds himself, along with Kyouko Kirigiri and Aoi Asahina, facing an unknown fate.\n\r\nThe matter at hand only escalates when the organization's supposedly impenetrable security is hacked into by a\r\nfamiliar face: Monokuma. Much to Naegi's horror, the mechanical bear immediately announces the beginning of a new killing game, as moments later, the first victim appears as a signal for despair to resume its brutal conquest.\n\r\nIn the conclusion to Danganronpa's gripping tale of hope and despair, Naegi, the Super High School-Level Lucky Student, must once again unravel the mystery as his colleagues and friends begin falling around him. However, there are no more class trials; among the 16 desperate participants, there is only one killer—and their death means the end of this infernal game."
}, {
	"id": 38,
	"title": "Hunter x Hunter (2011)",
	"mscr": 93,
	"theme": "Action, Adventure, Shounen, Super Power, Tragedy, Violence, Thriller",
	"anidb_id": 8550,
	"iscr": 91,
	"rank": 6,
	"ani_id": 11061,
	"synopsis": "Hunter x Hunter is set in a world where Hunters exist to perform all manner of dangerous tasks like capturing criminals and bravely searching for lost treasures in uncharted territories. Twelve-year-old Gon Freecss is determined to become the best Hunter possible in hopes of finding his father, who was a Hunter himself and had long ago abandoned his young son. However, Gon soon realizes the path to achieving his goals is far more challenging than he could have ever imagined.\n\r\nAlong the way to becoming an official Hunter, Gon befriends the lively doctor-in-training Leorio, vengeful Kurapika, and rebellious ex-assassin Killua. To attain their own goals and desires, together the four of them take the Hunter Exam, notorious for its low success rate and high probability of death. Throughout their journey, Gon and his friends embark on an adventure that puts them through many hardships and struggles. They will meet a plethora of monsters, creatures, and characters—all while learning what being a Hunter truly means."
}, {
	"id": 39,
	"title": "Death Note",
	"mscr": 90,
	"theme": "Contemporary Fantasy, Detective, Shounen, Thriller",
	"anidb_id": 4563,
	"iscr": 86,
	"rank": 54,
	"ani_id": 1535,
	"synopsis": "A shinigami, as a god of death, can kill any person—provided they see their victim's face and write their victim's name in a notebook called a Death Note. One day, Ryuk, bored by the shinigami lifestyle and interested in seeing how a human would use a Death Note, drops one into the human realm.\n\r\nHigh school student and prodigy Light Yagami stumbles upon the Death Note and—since he deplores the state of the world—tests the deadly notebook by writing a criminal's name in it. When the criminal dies immediately following his experiment with the Death Note, Light is greatly surprised and quickly recognizes how devastating the power that has fallen into his hands could be.            \n\r\nWith this divine capability, Light decides to extinguish all criminals in order to build a new world where crime does not exist and people worship him as a god. Police, however, quickly discover that a serial killer is targeting criminals and, consequently, try to apprehend the culprit. To do this, the Japanese investigators count on the assistance of the best detective in the world: a young and eccentric man known only by the name of L."
}, {
	"id": 40,
	"title": "Elfen Lied",
	"mscr": 92,
	"theme": "Action, Angst, Harem, Horror, Manga, Nudity, Science Fiction, Seinen, Super Power, Tragedy, Violence",
	"anidb_id": 1544,
	"iscr": 77,
	"rank": 1096,
	"ani_id": 226,
	"synopsis": "Lucy is a special breed of human referred to as \"Diclonius,\" born with a short pair of horns and invisible telekinetic hands that lands her as a victim of inhumane scientific experimentation by the government. However, once circumstances present her an opportunity to escape, Lucy, corrupted by the confinement and torture, unleashes a torrent of bloodshed as she escapes her captors.\n\r\nDuring her breakout, she receives a crippling head injury that leaves her with a split personality: someone with the mentality of a harmless child possessing limited speech capacity. In this state of instability, she stumbles upon two college students, Kouta and his cousin Yuka, who unknowingly take an injured fugitive into their care, unaware of her murderous tendencies. This act of kindness will change their lives, as they soon find themselves dragged into the shadowy world of government secrecy and conspiracy."
}, {
	"id": 41,
	"title": "Yakusoku no Neverland",
	"mscr": 50,
	"theme": "Angst, Dystopia, Manga, Rotten World, Shounen, Tragedy",
	"anidb_id": 14051,
	"iscr": 87,
	"rank": 38,
	"ani_id": 37779,
	"synopsis": "Surrounded by a forest and a gated entrance, the Grace Field House is inhabited by orphans happily living together as one big family, looked after by their \"Mama,\" Isabella. Although they are required to take tests daily, the children are free to spend their time as they see fit, usually playing outside, as long as they do not venture too far from the orphanage—a rule they are expected to follow no matter what. However, all good times must come to an end, as every few months, a child is adopted and sent to live with their new family... never to be heard from again.\n\r\nHowever, the three oldest siblings have their suspicions about what is actually happening at the orphanage, and they are about to discover the cruel fate that awaits the children living at Grace Field, including the twisted nature of their beloved Mama."
}, {
	"id": 42,
	"title": "Kemurikusa (TV)",
	"mscr": 50,
	"theme": "Science Fiction, Fantasy",
	"anidb_id": 13795,
	"iscr": 71,
	"rank": 3170,
	"ani_id": 37302,
	"synopsis": "The science-fiction action story follows girls who fight with weird entities nicknamed \"mushi\" (bugs) and survive in a world of red fog."
}, {
	"id": 43,
	"title": "Tate no Yuusha no Narigari",
	"mscr": 97,
	"theme": "Action, Adventure, dark Fantasy, Fantasy, Parallel World, Seinen",
	"anidb_id": 13246,
	"iscr": 82,
	"rank": 292,
	"ani_id": 35790,
	"synopsis": "The Four Cardinal Heroes are a group of ordinary men from modern-day Japan summoned to the kingdom of Melromarc to become its saviors. Melromarc is a country plagued by the Waves of Catastrophe that have repeatedly ravaged the land and brought disaster to its citizens for centuries. The four heroes are respectively bestowed a sword, spear, bow, and shield to vanquish these Waves. Naofumi Iwatani, an otaku, becomes cursed with the fate of being the \"Shield Hero.\" Armed with only a measly shield, Naofumi is belittled and ridiculed by his fellow heroes and the kingdom's people due to his weak offensive capabilities and lackluster personality.\n\r\nWhen the heroes are provided with resources and comrades to train with, Naofumi sets out with the only person willing to train alongside him, Malty Melromarc. He is soon betrayed by her, however, and becomes falsely accused of taking advantage of her. Naofumi then becomes heavily discriminated against and hated by the people of Melromarc for something he didn't do. With a raging storm of hurt and mistrust in his heart, Naofumi begins his journey of strengthening himself and his reputation. Further along however, the difficulty of being on his own sets in, so Naofumi buys a demi-human slave on the verge of death named Raphtalia to accompany him on his travels.\n\r\nAs the Waves approach the kingdom, Naofumi and Raphtalia must fight for the survival of the kingdom and protect the people of Melromarc from their ill-fated future."
}, {
	"id": 44,
	"title": "Dororo",
	"mscr": 50,
	"theme": "Action, Dark Fantasy, Demon, Fantasy, Historical, Samurai, Violence",
	"anidb_id": 13946,
	"iscr": 84,
	"rank": 138,
	"ani_id": 37520,
	"synopsis": "The greedy samurai lord Daigo Kagemitsu’s land is dying, and he would do anything for power, even renounce Buddha and make a pact with demons. His prayers are answered by 12 demons who grant him the power he desires by aiding his prefecture's growth, but at a price. When Kagemitsu's first son is born, the boy has no limbs, no nose, no eyes, no ears, nor even skin—yet still, he lives.\n\r\nThis child is disposed of in a river and forgotten. But as luck would have it, he is saved by a medicine man who provides him with prosthetics and weapons, allowing for him to survive and fend for himself. The boy lives and grows, and although he cannot see, hear, or feel anything, he must defeat the demons that took him as sacrifice. With the death of each one, he regains a part of himself that is rightfully his. For many years he wanders alone, until one day an orphan boy, Dororo, befriends him. The unlikely pair of castaways now fight for their survival and humanity in an unforgiving, demon-infested world."
}, {
	"id": 45,
	"title": "Karakuri Circus",
	"mscr": 50,
	"theme": "Action, Proxy Battles, Shounen, Violence",
	"anidb_id": 13898,
	"iscr": 71,
	"rank": 3338,
	"ani_id": 37447,
	"synopsis": "The protagonist, Masaru, has just inherited a big fortune after the death of his father. However, people are trying to get their hands on it by any means necessary, even if it means killing him. Narumi helps Masaru from being kidnapped after fighting strange figures. He finds out that they're not humans, but wooden puppets with amazing strength. After a hard fight, Narumi is forced to admit that he's no opponent for them; and just when he starts to think that Masaru will be captured, Shirogane, Masaru's watcher arrives from France with a weapon, the puppet Arlequin. Here begins the story of Karakuri Circus."
}, {
	"id": 46,
	"title": "Conception",
	"mscr": 50,
	"theme": "Comedy, Contemporary Fantasy, Ecchi, Fantasym Harem, Love Polygon, Romance, Parallel World",
	"anidb_id": 14068,
	"iscr": 50,
	"rank": 10274,
	"ani_id": 37823,
	"synopsis": "On his high school graduation day, Itsuki's cousin, Mahiru, tells him that she's pregnant. Just then, a gate of light emerges and transports the two into the world of Granvania. In this land, \"Impurities\" have been causing a disturbance to the Stars, ultimately plunging Granvania into chaos and disorder. And Itsuki, now revealed to be one who is fated to meet with the \"Star Maidens\", is seen as Granvania's last hope and was thus given the task to produce \"Star Children\" and combat the \"impurities\". And unless the task is complete, Itsuki may never be able to return home."
}, {
	"id": 47,
	"title": "Otona no Bouguya-san",
	"mscr": 50,
	"theme": "Manga, Short Episodes",
	"anidb_id": 14412,
	"iscr": 57,
	"rank": 8898,
	"ani_id": 38395,
	"synopsis": "Kautz was looking for a job and suddenly he gets hired by an armor shop. But it's not your run of the mill armor shop, it's an adult armor shop. An ecchi comedy showing the shopkeeper side of selling sexy battle armor."
}, {
	"id": 48,
	"title": "Gaikotsu Shotenin Honda-san",
	"mscr": 50,
	"theme": "Daily Life, Manga, Shounen, Short Episodes",
	"anidb_id": 13440,
	"iscr": 74,
	"rank": 2015,
	"ani_id": 36317,
	"synopsis": "Honda is a skeleton, but more importantly, he is a bookseller. And he'll tell you from firsthand experience that the job of a bookstore employee is more challenging than it may seem to the average customer.\n\r\nAlongside his equally eccentric coworkers, Honda constantly deals with the stressful requirements of the bookselling industry. From the drama of receiving new titles without their bonus material to the struggle of providing quality service to customers who speak a different language, the work of a skeleton bookseller never ends.\n\r\nNevertheless, despite the hardships he faces, Honda thoroughly enjoys his job and strives to bring the best book selections and service to his customers."
}, {
	"id": 49,
	"title": "Ulysses: Jehanne Darc to Renkin no Kishi",
	"mscr": 50,
	"theme": "Action, Comedy, Ecchi, Fantasy, Feudal warfare, Magic, Romance, Seinen, Violence",
	"anidb_id": 13498,
	"iscr": 55,
	"rank": 9409,
	"ani_id": 36510,
	"synopsis": "The story is set in the 15th century, during the Hundred Years' War between France and England over the succession to the French throne. Montmorency, the son of a noble, immerses himself in the studies of magic and alchemy at a royal knight training school. However, following France's crushing defeat at Agincourt, the school is dissolved. Having lost everything and now a wanted man, Montmorency, who had just become an alchemist, encounters a mysterious village girl named Jehanne."
}, {
	"id": 50,
	"title": "Goblin Slayer",
	"mscr": 95,
	"theme": "Action, Adventure, Dark Fantasy, Maigc, Seinen, Violence, Gore",
	"anidb_id": 13831,
	"iscr": 76,
	"rank": 1166,
	"ani_id": 37349,
	"synopsis": "Goblins are known for their ferocity, cunning, and rapid reproduction, but their reputation as the lowliest of monsters causes their threat to be overlooked. Raiding rural civilizations to kidnap females of other species for breeding, these vile creatures are free to continue their onslaught as adventurers turn a blind eye in favor of more rewarding assignments with larger bounties.\n\r\nTo commemorate her first day as a Porcelain-ranked adventurer, the 15-year-old Priestess joins a band of young, enthusiastic rookies to investigate a tribe of goblins responsible for the disappearance of several village women. Unprepared and inexperienced, the group soon faces its inevitable demise from an ambush while exploring a cave. With no one else left standing, the terrified Priestess accepts her fate—until the Goblin Slayer unexpectedly appears to not only rescue her with little effort, but destroy the entire goblin nest. \n\r\nAs a holder of the prestigious Silver rank, the Goblin Slayer allows her to accompany him as he assists the Adventurer's Guild in all goblin-related matters. Together with the Priestess, High Elf, Dwarf, and Lizard-man, the armored warrior will not rest until every single goblin in the frontier lands has been eradicated for good."
}, {
	"id": 51,
	"title": "SSSS.Gridman",
	"mscr": 50,
	"theme": "Action, Television Programme, Violence",
	"anidb_id": 13260,
	"iscr": 73,
	"rank": 2225,
	"ani_id": 35847,
	"synopsis": "Yuuta Hibiki wakes up in the room of Rikka Takarada and notices two things: he has no memories, and he can hear a mysterious voice calling his name from a nearby room. On further inspection, he finds a robot—which introduces itself as Hyper Agent Gridman—behind the screen of an old computer. Much to Yuuta's surprise, Rikka cannot hear Gridman, nor can she see the ominous monsters looming over a thick fog as it envelopes the town outside.\n\r\nAnother giant monster materializes in the city and proceeds to wreak havoc. Amidst the confusion, Yuuta is once again drawn to the old computer and merges with Gridman. Suddenly, he appears in the middle of the battle and is forced to fight the monster. Together with Rikka and fellow classmate Shou Utsumi, Yuuta forms the \"Gridman Alliance\" to defeat the monsters plaguing the city and find whoever is responsible for their emergence."
}, {
	"id": 52,
	"title": "Sword Art Online",
	"mscr": 89,
	"theme": "Adventure, Angst, Fantasy, High Fantasy, Love Polygon, Romance, Science Fiction, Seinen, thriller, Violence, Virtual World",
	"anidb_id": 8692,
	"iscr": 75,
	"rank": 1506,
	"ani_id": 11757,
	"synopsis": "In the year 2022, virtual reality has progressed by leaps and bounds, and a massive online role-playing game called Sword Art Online (SAO) is launched. With the aid of \"NerveGear\" technology, players can control their avatars within the game using nothing but their own thoughts.\n\r\nKazuto Kirigaya, nicknamed \"Kirito,\" is among the lucky few enthusiasts who get their hands on the first shipment of the game. He logs in to find himself, with ten-thousand others, in the scenic and elaborate world of Aincrad, one full of fantastic medieval weapons and gruesome monsters. However, in a cruel turn of events, the players soon realize they cannot log out; the game's creator has trapped them in his new world until they complete all one hundred levels of the game.\n\r\nIn order to escape Aincrad, Kirito will now have to interact and cooperate with his fellow players. Some are allies, while others are foes, like Asuna Yuuki, who commands the leading group attempting to escape from the ruthless game. To make matters worse, Sword Art Online is not all fun and games: if they die in Aincrad, they die in real life. Kirito must adapt to his new reality, fight for his survival, and hopefully break free from his virtual hell."
}, {
	"id": 53,
	"title": "Sword Art Online II",
	"mscr": 80,
	"theme": "Action, Fantasy, Harem, Novel, Romance, Science Fiction, Seinen, Virtual World",
	"anidb_id": 10376,
	"iscr": 71,
	"rank": 3192,
	"ani_id": 21881,
	"synopsis": "A year after escaping Sword Art Online, Kazuto Kirigaya has been settling back into the real world. However, his peace is short-lived as a new incident occurs in a game called Gun Gale Online, where a player by the name of Death Gun appears to be killing people in the real world by shooting them in-game. Approached by officials to assist in investigating the murders, Kazuto assumes his persona of Kirito once again and logs into Gun Gale Online, intent on stopping the killer.\n\r\nOnce inside, Kirito meets Sinon, a highly skilled sniper afflicted by a traumatic past. She is soon dragged in his chase after Death Gun, and together they enter the Bullet of Bullets, a tournament where their target is sure to appear. Uncertain of Death Gun's real powers, Kirito and Sinon race to stop him before he has the chance to claim another life. Not everything goes smoothly, however, as scars from the past impede their progress. In a high-stakes game where the next victim could easily be one of them, Kirito puts his life on the line in the virtual world once more."
}, {
	"id": 54,
	"title": "Sword Art: Alicization ",
	"mscr": 88,
	"theme": "Action, Fantasy, Harem, Novel, Romance, Science Fiction, Seinen, Virtual World",
	"anidb_id": 13493,
	"iscr": 77,
	"rank": 985,
	"ani_id": 36474,
	"synopsis": "The Soul Translator is a state-of-the-art full-dive interface which interacts with the user's Fluctlight—the technological equivalent of a human soul—and fundamentally differs from the orthodox method of sending signals to the brain. The private institute Rath aims to perfect their creation by enlisting the aid of Sword Art Online survivor Kazuto Kirigaya. He works there as a part-time employee to test the system's capabilities in the Underworld: the fantastical realm generated by the Soul Translator. As per the confidentiality contract, any memories created by the machine in the virtual world are wiped upon returning to the real world. Kazuto can only vaguely recall a single name, Alice, which provokes a sense of unease when mentioned in reality.\n\r\nWhen Kazuto escorts Asuna Yuuki home one evening, they chance upon a familiar foe. Kazuto is mortally wounded in the ensuing fight and loses consciousness. When he comes to, he discovers that he has made a full-dive into the Underworld with seemingly no way to escape. He sets off on a quest, seeking a way back to the physical world once again."
}, {
	"id": 55,
	"title": "Irozuku Sekai no Ashita kara",
	"mscr": 70,
	"theme": "Contemporary Fantasy, Fantasy, High School, Magic, School Life, Time Travel, Science Fiction",
	"anidb_id": 13925,
	"iscr": 76,
	"rank": 1251,
	"ani_id": 37497,
	"synopsis": "Despite the kaleidoscopic magic ingrained in everyday life, Hitomi Tsukishiro's monochrome world is deprived of emotion and feeling. On a night as black and white as any other, amidst the fireworks spreading across the sky, Hitomi's grandmother Kohaku conjures a spell, for which she has been harnessing the moon's light for 60 years, to send Hitomi back in time to the year 2018 when Kohaku was in high school.\n\r\nHitomi's mission seems unclear, but her grandmother assures her that she will know when she gets there. Following a trip through time aboard a train driven by a strange yellow creature, Hitomi finds herself in stoic artist Yuito Aoi's room, and his drawings flood her world with color. What is Hitomi's purpose there, and why do Yuito's drawings return such breathtaking color to her drab world?"
}, {
	"id": 56,
	"title": "Zombieland Saga",
	"mscr": 50,
	"theme": "Fantasy, Idol, Music, Performance",
	"anidb_id": 14198,
	"iscr": 77,
	"rank": 1113,
	"ani_id": 37976,
	"synopsis": "Sakura Minamoto dreams of becoming an idol. Unfortunately, reality hits her like a truck, and she dies in a sudden traffic accident. Ten years later, she wakes up in Saga Prefecture, only to find herself a zombie with no memory of her past. While still coming to terms with her demise, she meets a man named Koutarou Tatsumi, who explains that he has resurrected her and six other zombie girls from different eras for the purpose of economically revitalizing Saga by means of an idol group. Assuming the role of an abrasive manager, Koutarou begins scheduling events; the girls go along with it, eventually deciding to name their idol group Franchouchou.\n\r\nAn absurdly comedic take on the idol genre, Zombieland Saga tells the story of Franchouchou’s heartwarming struggle to save Saga Prefecture while hiding their zombie identities and rediscovering their past lives."
}, {
	"id": 57,
	"title": "RErideD: Tokigoe no Derrida",
	"mscr": 52,
	"theme": "Time Travel, Fantasy, Science Fiction, Post Apocalyptic",
	"anidb_id": 13254,
	"iscr": 58,
	"rank": 8629,
	"ani_id": 35835,
	"synopsis": "The year is 2050. A young engineer named Derrida Yvain became famous thanks to his contribution to the development of the \"Autonomous Machine DZ\" at Rebuild, the manufacturing company founded by his father. One day, Derrida and his colleague Nathan discover a flaw in the DZs and try to warn their boss, but are ignored. Although Derrida and Nathan are aware of the danger, they reluctantly decide to put off taking any measures, and instead go to Nathan's daughter Mage's birthday party. The next day, after enjoying a peaceful day, Derrida and Nathan are suddenly attacked by unknown forces. At the end of the escape, Derrida falls into a cold sleep machine and 10 years later, he wakes up to a devastated world in the middle of a war. While Derrida is attacked by a group of out of control DZs, he almost gives up, but he recalls Nathan's last words.\n\r\n\"Take care of Mage.\"\n\r\nDespite the harsh fate that has fallen upon him, Derrida sets off to seek Mage."
}, {
	"id": 58,
	"title": "Seishun Buta Yarou wa Bunny Girl Senpai no Yume wo Minai",
	"mscr": 50,
	"theme": "Comedy, Daily Life, High School, Novel, Romance, Seinen",
	"anidb_id": 13900,
	"iscr": 84,
	"rank": 112,
	"ani_id": 37450,
	"synopsis": "The rare and inexplicable Puberty Syndrome is thought of as a myth. It is a rare disease which only affects teenagers, and its symptoms are so supernatural that hardly anyone recognizes it as a legitimate occurrence. However, high school student Sakuta Azusagawa knows from personal experience that it is very much real, and happens to be quite prevalent in his school.\n\r\nMai Sakurajima is a third-year high school student who gained fame in her youth as a child actress, but recently halted her promising career for reasons unknown to the public. With an air of unapproachability, she is well known throughout the school, but none dare interact with her—that is until Sakuta sees her wandering the library in a bunny girl costume. Despite the getup, no one seems to notice her, and after confronting her, he realizes that she is another victim of Puberty Syndrome. As Sakuta tries to help Mai through her predicament, his actions bring him into contact with more girls afflicted with the elusive disease."
}, {
	"id": 59,
	"title": "Muhyio to Rouji no Mahoritsu Soudan Jimusho",
	"mscr": 50,
	"theme": "Manga, Shounen, Mistery, Fantasy",
	"anidb_id": 13916,
	"iscr": 67,
	"rank": 4966,
	"ani_id": 37487,
	"synopsis": "Are you a victim of unwanted spirit possession? Is there a ghost you need sent up and away...or down to burn for all eternity? If the answer is yes, then you need Muhyo and Roji, experts in magic law. Serving justice to evil spirits is their specialty."
}, {
	"id": 60,
	"title": "Tenrou: Sirius the Jaeger",
	"mscr": 56,
	"theme": "Action, Steampunk, Vampire, Warewolf",
	"anidb_id": 13959,
	"iscr": 72,
	"rank": 2883,
	"ani_id": 37569,
	"synopsis": "In the year 1930, vampires have infiltrated Tokyo to feast upon its unsuspecting citizens. As the number of victims continues to rise, the city's authorities decide to hire the Jaegers—a strange, diverse group of individuals tasked by the V Shipping Company to hunt down vampires around the world. Carrying musical instrument cases to disguise their identity, the Jaegers battle the vampires with the same mercilessness demonstrated by their foes.\n\r\nYuliy, the Jaeger's most skilled warrior, is the sole survivor of a vampire raid on his home village. Using the strength granted by his werewolf blood, he works with his team to assist Tokyo's law enforcement with the city's vampire problem. Though under the pretense of helping the police, the Jaegers are actually fighting the vampires over the mystical Ark of Sirius. With its power to change the fate of the world, Yuliy and his friends must locate the artifact before the vampires can use it to achieve their destructive goals."
}, {
	"id": 61,
	"title": "Hataraku Saibou (TV)",
	"mscr": 50,
	"theme": "Manga, Shounen, Violence, Educative",
	"anidb_id": 13743,
	"iscr": 78,
	"rank": 863,
	"ani_id": 37141,
	"synopsis": "Inside the human body, roughly 37.2 trillion cells work energetically 24 hours a day and 365 days a year. Fresh out of training, the cheerful and somewhat airheaded Red Blood Cell AE3803 is ready to take on the ever-so-important task of transporting oxygen. As usual, White Blood Cell U-1146 is hard at work patrolling and eliminating foreign bacteria seeking to make the body their new lair. Elsewhere, little platelets are lining up for a new construction project. \n\r\nDealing with wounds and allergies, getting lost on the way to the lungs, and bickering with similar cell types, the daily lives of cells are always hectic as they work together to keep the body healthy!"
}, {
	"id": 62,
	"title": "Isekai Maou to Shoukan Shoujo no Dorei Majutsu",
	"mscr": 84,
	"theme": "Action, Adventure, Comedy, Demon, Ecchi, Elf, Fantasy, Harem, Magic, Romance, Virtual World",
	"anidb_id": 13757,
	"iscr": 72,
	"rank": 2536,
	"ani_id": 37210,
	"synopsis": "When it comes to the fantasy MMORPG Cross Reverie, none can match the power of the Demon King Diablo. Possessing the game's rarest artifacts and an unrivaled player level, he overpowers all foolish enough to confront him. But despite his fearsome reputation, Diablo's true identity is Takuma Sakamoto, a shut-in gamer devoid of any social skills. Defeating hopeless challengers day by day, Takuma cares about nothing else but his virtual life—that is, until a summoning spell suddenly transports him to another world where he has Diablo's appearance! \n\r\nIn this new world resembling his favorite game, Takuma is greeted by the two girls who summoned him: Rem Galeu, a petite Pantherian adventurer, and Shera L. Greenwood, a busty Elf summoner. They perform an Enslavement Ritual in an attempt to subjugate him, but the spell backfires and causes them to become his slaves instead. With the situation now becoming more awkward than ever, Takuma decides to accompany the girls in finding a way to unbind their contract while learning to adapt to his new existence as the menacing Demon King."
}, {
	"id": 63,
	"title": "Shichisei no Subaru",
	"mscr": 72,
	"theme": "Adventure, Fantasy, Novel, Romance, Virtual World",
	"anidb_id": 13439,
	"iscr": 62,
	"rank": 7084,
	"ani_id": 36316,
	"synopsis": "Asahi's life in reality ended simultaneously when she died playing Union, a world-renowned online RPG. The members of Subaru went separate ways when Union shut down due to Asahi's death. Six years later, Haruto logs onto a renewed version of Re'Union and reunites with Asahi who had died. Is it really her or just an electronic ghost? The former team members reunite and enter the mysterious and deadly online game to find out."
}, {
	"id": 64,
	"title": "To Be Heroine",
	"mscr": 50,
	"theme": "Angst, Rotten World, Tragedy",
	"anidb_id": 12939,
	"iscr": 71,
	"rank": 3014,
	"ani_id": 35044,
	"synopsis": "Following the first season's gag action theme, the second season titled To Be Heroine features an original story and a new set of characters.\n\r\nYou is about to leave home when she suddenly enters an incredible world. Appearing in front of her is an eight-year-old naked boy, and before she could even grasp the situation, she's attacked by assassins from a mafia group who were chasing the young boy. What was even more unrealistic for You was that the leader of this mafia was another assassin's attack.\n\r\nWho are those naked kids, why did her shoe turn into a warrior and above all, what kind of world did eight-year-old boy come from? Just like the first one, he's also almost naked! While trying to escape from the attackers, You loses one of her shoes and by a strange kind of magic, her shoe turned into a warrior who was able to save her by blocking the You enter?"
}, {
	"id": 65,
	"title": "Isekai Izakaya: Koto Aitheria no Izakaya Nobu",
	"mscr": 89,
	"theme": "Cooking, Parallel World, Novel",
	"anidb_id": 12562,
	"iscr": 73,
	"rank": 2334,
	"ani_id": 34420,
	"synopsis": "The novels center on a bar called \"Nobu\"—located in Kyoto, Japan, but with a door that is connected to the bar in another world. The visitors include denizens of the other world, and customers seek out its excellent \"Toriaezu Nama\" ale and cuisine."
}, {
	"id": 66,
	"title": "Otaku ni Koi wa Muzukashii",
	"mscr": 92,
	"theme": "Comedy, Daily Life, Josei, Manga, Romance",
	"anidb_id": 13293,
	"iscr": 80,
	"rank": 496,
	"ani_id": 35968,
	"synopsis": "Having slept through all four of her alarms, the energetic Narumi Momose finds herself running late for her first day of work at a new office. As she races to catch her train, she makes a promise to herself that none of her coworkers will find out about her dark secret: that she is an otaku and a fujoshi. Her plan goes instantly awry, though, when she runs into Hirotaka Nifuji, an old friend from middle school. Although she tries to keep her secret by inviting him out for drinks after work, her cover is blown when he casually asks her whether or not she will be attending the upcoming Summer Comiket. Luckily for her, the only witnesses—Hanako Koyanagi and Tarou Kabakura—are otaku as well.\n\r\nLater that night, the pair go out for drinks so that they can catch up after all the years apart. After Narumi complains about her previous boyfriend breaking up with her because he refused to date a fujoshi, Hirotaka suggests that she try dating a fellow otaku, specifically himself. He makes a solemn promise to always be there for her, to support her, and to help her farm for rare drops in Monster Hunter. Blown away by the proposal, Narumi agrees immediately. Thus the two otaku start dating, and their adorably awkward romance begins."
}, {
	"id": 67,
	"title": "Golden Kamuy",
	"mscr": 50,
	"theme": "Action, Adventure, Historical, Seinen, Violence",
	"anidb_id": 13337,
	"iscr": 77,
	"rank": 917,
	"ani_id": 36028,
	"synopsis": "In Hokkaido, the far northern lands of Japan, Sugimoto survived the Russo-Japanese war of the Meiji era. Nicknamed \"Sugimoto the Immortal\" during the war, he now seeks the riches promised by the gold rush in hopes of saving the widowed wife of his now deceased comrade from the war. During his hunt of gold, he finds hints of a hidden stash of gold by corrupt criminals. Partnering with an Ainu girl that saves his life from the harsh climates of the north, they venture into a survival adventure to race against the criminals that seek the hidden stash."
}, {
	"id": 68,
	"title": "Caligula",
	"mscr": 89,
	"theme": "Action, Game, High School, RPG, Thriller, Psychological",
	"anidb_id": 13592,
	"iscr": 61,
	"rank": 7396,
	"ani_id": 36828,
	"synopsis": "What is happiness? Ever the fan of psychology, questions such as this are ones that high school student Ritsu Shikishima likes to ponder as he spends his peaceful days with his friends. His perfect world, however, begins to unravel when he hears a strange voice obscured by static, pleading for help. This voice belongs to μ, a beloved pop idol, whose singing begins to have an adverse effect on the world. Before Ritsu's very eyes, the faces of his friends and family become distorted by glitches as the sound of μ's voice transforms them into Digiheads: berserk monsters bent on the extermination of all those who begin to awaken to the true nature of their existence.\n\r\nRealizing that he is trapped in a virtual world created by μ called Mobius, Ritsu must now gather everyone else who has managed to realize the truth before they are all eliminated. Together, they will use their newfound powers and weapons granted by their emotions—known as the Catharsis Effect—to fight off the mysterious group known as The Ostinato Musicians as they struggle to escape."
}, {
	"id": 69,
	"title": "Sword Art Online Alternative: Gun Gale Online",
	"mscr": 50,
	"theme": "Action, Adventure, Game, gunfights, Science Fiction, Virtual World",
	"anidb_id": 13494,
	"iscr": 73,
	"rank": 2512,
	"ani_id": 36475,
	"synopsis": "Clad in desert pink and the size of a mere child, the infamous \"Pink Devil\" mercilessly hunts down other players in the firearm-centered world of the virtual reality game Gun Gale Online. But in real life, this feared player killer is not quite who anyone would expect.\n\r\nA shy university student in Tokyo, Karen Kohiruimaki stands in stark contrast to her in-game avatar—in fact, she happens to stand above everyone else too, much to her dismay. Towering above all the people around her, Karen's insecurities over her height reach the point where she turns to the virtual world for an escape. Starting game after game in hopes of manifesting as a cute, short character, she finally obtains her ideal self in the world of Gun Gale Online. Overjoyed by her new persona, she pours her time into the game as LLENN, garnering her reputation as the legendary player killer.\n\r\nHowever, when one of LLENN's targets gets the best of her, she ends up meeting Pitohui, a skilled yet eccentric woman. Quickly becoming friends with Karen, Pitohui insists that LLENN participates in Squad Jam, a battle royale that pits teams against one another, fighting until only one remains. Thrust into the heated competition, LLENN must fight with all her wit and will if she hopes to shoot her way to the top."
}, {
	"id": 70,
	"title": "Devils Line",
	"mscr": 67,
	"theme": "Law and Order, Vampire, Violence, Romance, Fantasy",
	"anidb_id": 13283,
	"iscr": 68,
	"rank": 4165,
	"ani_id": 35928,
	"synopsis": "Anzai, half vampire, and Tsukasa, a normal school girl.\n\r\nVampires seem to be living among humans. Of course the government does not know of their existence, because their appearance does not differ from humans. They also do not need to drink blood, but when they get a craving or get angry, they can become uncontrollable monsters."
}, {
	"id": 71,
	"title": "Persona 5 the Animation",
	"mscr": 94,
	"theme": "Game, RPG, Fantasy",
	"anidb_id": 13331,
	"iscr": 67,
	"rank": 4914,
	"ani_id": 36023,
	"synopsis": "Ren Amamiya, a new transfer student at Shujin Academy, is sent to Tokyo to live with his family friend Sojiro Sakura after wrongly being put on probation for defending a woman from sexual assault. While on the way to attend his first day at his new school, Ren notices a strange app has appeared on his phone, transferring him to a world known as the Metaverse, which contains people's \"shadows\": distorted depictions of their true selves. In the Metaverse, he awakens his Persona, a power from deep within that gives him the strength to fight the shadows. With the help of similarly troubled students, he forms the Phantom Thieves of Hearts, attempting to save people from their sinful desires by \"taking their heart,\" making evildoers regret their actions and turn over a new leaf. The group's reputation continues to grow explosively, bringing along fame both positive and negative.\n\r\nHowever, during the peak of their popularity, Ren gets captured and taken into custody. Here, he wakes up to a harsh interrogation, but this is cut short by the arrival of Sae Niijima—a prosecutor seeking answers. Just how will she react to his story, and what will become of the Phantom Thieves? "
}, {
	"id": 72,
	"title": "Hinamatsuri",
	"mscr": 50,
	"theme": "Comedy, Mafia, Manga, Seinen",
	"anidb_id": 13434,
	"iscr": 83,
	"rank": 223,
	"ani_id": 36296,
	"synopsis": "While reveling in the successful clinching of a prized vase for his collection, Yoshifumi Nitta, a yakuza member, is rudely interrupted when a large, peculiar capsule suddenly materializes and falls on his head. He opens the capsule to reveal a young, blue-haired girl, who doesn't divulge anything about herself but her name—Hina—and the fact that she possesses immense powers. As if things couldn't get any worse, she loses control and unleashes an explosion if her powers remain unused. Faced with no other choice, Nitta finds himself becoming her caregiver. \n\r\nTo let her use her powers freely, Nitta asks Hina to help out with a construction deal, which goes smoothly. But while this is happening, a rival yakuza group covertly attacks his boss. To Nitta's shock, his colleagues later pin the blame on him! Tasked with attacking the rival group in retaliation, Nitta steels himself and arrives at their hideout. But suddenly, Hina unexpectedly steps in and helps him wipe out the entire group. As it turns out, Hina might just become a valuable asset to Nitta and his yakuza business, provided she does not use her powers on him first! And so the strange life of this unusual duo begins."
}, {
	"id": 73,
	"title": "Ginga Eiyuu Densetsu: Die neue These - Kaikou",
	"mscr": 50,
	"theme": "Military, Novel, Science Fiction, Seinen, Space Travel",
	"anidb_id": 11495,
	"iscr": 76,
	"rank": 1272,
	"ani_id": 31433,
	"synopsis": "In humanity's distant future, two interstellar states—the monarchic Galactic Empire and the democratic Free Planets Alliance—are embroiled in a never-ending war. The story focuses on the exploits of rivals Reinhard von Müsel and Yang Wen Li as they rise to power and fame in the Galactic Empire and the Free Planets Alliance."
}, {
	"id": 74,
	"title": "3D Kanojo: Real Girl",
	"mscr": 87,
	"theme": "High School, Manga, Romance, School Life",
	"anidb_id": 13581,
	"iscr": 68,
	"rank": 4400,
	"ani_id": 36793,
	"synopsis": "For Hikari Tsutsui, life within the two-dimensional realm is much simpler. Socially inept and awkward, he immerses himself in video games and anime, only to be relentlessly ridiculed and ostracized by his classmates. Sharing his misery is Yuuto Itou, his only friend, who wears cat ears and is equally obsessed with the world of games. \n\r\nAfter being forced to clean the pool as punishment for arriving late, Tsutsui meets Iroha Igarashi, but he attempts to steer clear of her, as her notoriety precedes her. Brazenly blunt, loathed by female classmates, and infamous for messing around with boys, Tsutsui believes that getting involved with her would cause nothing but problems. \n\n3D Kanojo: Real Girl is a story revolving around these two outcasts—a boy full of emotions he has never experienced before, struggling to lay them bare, and a girl who strives to break him out of his shell."
}, {
	"id": 75,
	"title": "Nanatsu no Bitoku",
	"mscr": 50,
	"theme": "Short Episodes, Ecchi",
	"anidb_id": 13599,
	"iscr": 52,
	"rank": 9981,
	"ani_id": 36847,
	"synopsis": "Set in the same timeline as Sin: Nanatsu no Taizai, Nanatsu no Bitoku follows a group of angels sent from Heaven to look for a potential \"Savior\" to counter-attack the demonic influence being spread by Lucifer and the other emissaries of Hell."
}, {
	"id": 76,
	"title": "Beatless",
	"mscr": 50,
	"theme": "Android, Novel, Science Fiction",
	"anidb_id": 13500,
	"iscr": 62,
	"rank": 7054,
	"ani_id": 36516,
	"synopsis": "With great advancements in technology, mankind has created hIEs, human-like robots that act as public and personal servants for society. Unlike many others, the kind-hearted high school student Arato Endou treats hIEs as equals, but his financial situation keeps him from ever owning one.\n\r\nHowever, his normal life is shattered when an ordinary run to the local grocery store goes horribly awry. Viciously assaulted by a hacked hIE, Arato is on the verge of death; but luckily, he is saved by an abnormal hIE carrying a weaponized coffin. Her name is Lacia, one of five highly advanced hIEs that recently escaped the clutches of the mysterious MemeFrame Corporation.\n\r\nFaced with a hacked car threatening to run them over, Lacia offers Arato a deal: in exchange for saving his life, he must register as her new owner, thus taking full responsibility for her actions. With little choice, he decides to trust this artificial girl and allows her to live in his home. Though Lacia begins to adapt to her new, peaceful lifestyle, she warns the entranced Arato of one thing—she does not have a soul."
}, {
	"id": 77,
	"title": "Death March kara Hajimaru Isekai Kyousoukyoku",
	"mscr": 79,
	"theme": "Adventure, Fantasy, Harem, Juujin, Magic, Novel, Parallel World, Violence",
	"anidb_id": 12603,
	"iscr": 68,
	"rank": 4239,
	"ani_id": 34497,
	"synopsis": "Ichirou Suzuki, a programmer nearing his thirties, is drowning in work. Worn out, he eventually has a chance to catch up on sleep, only to wake up and discover himself in a fantasy RPG world, which is mashed together from the games he was debugging in reality. In this new place, he realizes that not only has his appearance changed to a younger version of himself, but his name has also changed to Satou, a nickname he used while running beta tests on games. \n\r\nHowever, before Satou can fully grasp his situation, an army of lizardmen launch an assault on him. Forced to cast a powerful spell in retaliation, Satou wipes them out completely and his level is boosted to 310, effectively maximizing his stats. Now, as a high-leveled adventurer armed with a plethora of skills and no way to return to reality, Satou sets out to explore this magical new world."
}, {
	"id": 78,
	"title": "Violet Evergarden",
	"mscr": 80,
	"theme": "Nove, Seinen, Tragedy",
	"anidb_id": 12138,
	"iscr": 86,
	"rank": 73,
	"ani_id": 33352,
	"synopsis": "The Great War finally came to an end after four long years of conflict; fractured in two, the continent of Telesis slowly began to flourish once again. Caught up in the bloodshed was Violet Evergarden, a young girl raised for the sole purpose of decimating enemy lines. Hospitalized and maimed in a bloody skirmish during the War's final leg, she was left with only words from the person she held dearest, but with no understanding of their meaning.\n\r\nRecovering from her wounds, Violet starts a new life working at CH Postal Services after a falling out with her new intended guardian family. There, she witnesses by pure chance the work of an \"Auto Memory Doll,\" amanuenses that transcribe people's thoughts and feelings into words on paper. Moved by the notion, Violet begins work as an Auto Memory Doll, a trade that will take her on an adventure, one that will reshape the lives of her clients and hopefully lead to self-discovery."
}, {
	"id": 79,
	"title": "Karakai Jouzu no Takagi-san",
	"mscr": 79,
	"theme": "Comedy, Manga, Middle School, School Life, Shounen",
	"anidb_id": 13270,
	"iscr": 78,
	"rank": 720,
	"ani_id": 35860,
	"synopsis": "Having a friend that knows you inside out should be a good thing, but in Nishikata's case, the opposite is true.\n\r\nHis classmate Takagi loves to tease him on a daily basis, and she uses her extensive knowledge of his behavior to predict exactly how he will react to her teasing, making it nearly impossible for Nishikata to ever make a successful comeback. Despite this, Nishikata vows to someday give Takagi a taste of her own medicine by making her blush out of embarrassment from his teasing."
}, {
	"id": 80,
	"title": "Grancrest Senki",
	"mscr": 63,
	"theme": "Action, Adventure, Fantasy, Magic, Novel, romance",
	"anidb_id": 12496,
	"iscr": 73,
	"rank": 2411,
	"ani_id": 34279,
	"synopsis": "The continent of Atlatan once again finds itself devoured by the flames of war after a horrific event known as the Great Hall Tragedy. What was supposed to be a joyful occasion that would establish peace between the Fantasia Union and the Factory Alliance, the marriage of Sir Alexis Douse and Lady Marrine Kreische, was instead a tragedy. As the bride and groom walked down the aisle, the ceremony was suddenly interrupted by a powerful convergence of \"Chaos,\" a dark energy from another dimension that corrupts the land and brings forth monsters and demons into the world. From within that energy appeared the Demon Lord of Diabolos, an evil being who instantly murdered the archdukes of both factions, shattering any hope for peace between them.\n\r\nHaving failed to prevent this disaster, Siluca Meletes, an Alliance mage, is traveling through the Chaos-infested countryside to study under a master magician. When she is intercepted by a group of soldiers working with the Federation, Siluca is rescued by Theo Cornaro, a young warrior carrying a mysterious \"Crest,\" a magical symbol that gives its wielder the ability to banish Chaos. Bearing no allegiance to a specific domain, Theo hopes to attain the rank of Lord so that he can liberate his home town of Sistina from its tyrannical ruler and the Chaos spreading within it. Impressed by his noble goal, Siluca enters into a magical contract with Theo, and the two embark on a journey to restore balance to their war-torn land."
}, {
	"id": 81,
	"title": "Citrus",
	"mscr": 89,
	"theme": "Coming of Age, Manga, Romance, Shoujo Ai",
	"anidb_id": 12545,
	"iscr": 67,
	"rank": 4609,
	"ani_id": 34382,
	"synopsis": "During the summer of her freshman year of high school, Yuzu Aihara's mother remarried, forcing her to transfer to a new school. To a fashionable socialite like Yuzu, this inconvenient event is just another opportunity to make new friends, fall in love, and finally experience a first kiss. Unfortunately, Yuzu's dreams and style do not conform with her new ultrastrict, all-girls school, filled with obedient shut-ins and overachieving grade-skippers. Her gaudy appearance manages to grab the attention of Mei Aihara, the beautiful and imposing student council president, who immediately proceeds to sensually caress Yuzu's body in an effort to confiscate her cellphone.\n\r\nThoroughly exhausted from her first day, Yuzu arrives home and discovers a shocking truth—Mei is actually her new step-sister! Though Yuzu initially tries to be friendly with her, Mei's cold shoulder routine forces Yuzu to begin teasing her. But before Yuzu can finish her sentence, Mei forces her to the ground and kisses her, with Yuzu desperately trying to break free. Once done, Mei storms out of the room, leaving Yuzu to ponder the true nature of her first kiss, and the secrets behind the tortured expression in the eyes of her new sister."
}, {
	"id": 82,
	"title": "Dies Irae",
	"mscr": 50,
	"theme": "Erotic Game, Game, Visual Novel",
	"anidb_id": 11204,
	"iscr": 54,
	"rank": 9496,
	"ani_id": 32271,
	"synopsis": "On May 1, 1945 in Berlin, as the Red Army raises the Soviet flag over the Reichskanzlei, a group of Nazi officers conduct a ritual. For them, the slaughter in the city is nothing but the perfect ritual sacrifice in order to bring back the Order of the 13 Lances, a group of supermen whose coming would bring the world's destruction. Years later, no one knows if this group of officers succeeded, or whether they lived or died. Few know of their existence, and even those who knew began to pass away as the decades passed.\n\r\nNow in December in the present day in Suwahara City, Ren Fujii spends his days at the hospital. It has been two months since the incident that brought him to the hospital: a fight with his friend Shirou Yusa where they almost tried to kill each other. He tries to value what he has left to him, but every night he sees the same dream: a guillotine, murderers who hunt people, and the black clothed knights who pursue the murderers. He is desperate to return to his normal, everyday life, but even now he hears Shirou's words: \"Everyone who remains in this city eventually loses their minds.\""
}, {
	"id": 83,
	"title": "Mahoutsukai no Yome",
	"mscr": 73,
	"theme": "Contemporary Fantasy, Fantasy, Magic, Manga, Romance, Shounen, Tragedy",
	"anidb_id": 12942,
	"iscr": 82,
	"rank": 318,
	"ani_id": 35062,
	"synopsis": "Chise Hatori, a 15-year-old Japanese girl, was sold for five million pounds at an auction to a tall masked gentleman. Abandoned at a young age and ridiculed by her peers for her unconventional behavior, she was ready to give herself to any buyer if it meant having a place to go home to. In chains and on her way to an unknown fate, she hears whispers from robed men along her path, gossiping and complaining that such a buyer got his hands on a rare \"Sleigh Beggy.\"\n\r\nIgnoring the murmurs, the mysterious man leads the girl to a study, where he reveals himself to be Elias Ainsworth—a magus. After a brief confrontation and a bit of teleportation magic, the two open their eyes to Elias' picturesque cottage in rural England. Greeted by fairies and surrounded by weird and wonderful beings upon her arrival, these events mark the beginning of Chise's story as the apprentice and supposed bride of the ancient magus."
}, {
	"id": 84,
	"title": "Kekkai Sensen & Beyond",
	"mscr": 50,
	"theme": "Action, Comedy, Manga, Parallel World, Science Fiction, Shounen, Super Power",
	"anidb_id": 12571,
	"iscr": 80,
	"rank": 532,
	"ani_id": 34451,
	"synopsis": "Three years ago, a gateway between Earth and the Beyond opened in New York City, trapping extradimensional creatures and humans alike in an impermeable bubble. After the city's restoration, monsters, magic, and madness are common findings in the area now known as Hellsalem's Lot. Leonardo Watch, a young photographer who unwillingly obtained the \"All-seeing Eyes of the Gods\" in exchange for his sister's eyesight, came to this paranormal city to find answers to the mysterious power that he possesses. He later finds his life drastically changed when he joins Libra, a secret organization of people with supernatural abilities dedicated to maintaining order in the everyday chaos of Hellsalem's Lot. \n\r\nHowever, this is only the beginning of Leonardo's unexpected journey ahead. Regardless of the constant threat of otherworldly enemies, he is determined to uncover the secrets of his power and find a way to restore his sister's eyesight. Kekkai Sensen & Beyond follows Leonardo as he sets off on more crazy adventures with his comrades, fighting to ensure peace and order."
}, {
	"id": 85,
	"title": "Blend S",
	"mscr": 75,
	"theme": "Comedy, Daily Life, Manga, Seinen",
	"anidb_id": 12694,
	"iscr": 75,
	"rank": 1589,
	"ani_id": 34618,
	"synopsis": "Wishing to be independent, 16-year-old Maika Sakuranomiya is desperate to nail down a part-time job so that she can afford to study abroad. Unfortunately, her applications are constantly rejected due to the menacing look she unintentionally makes whenever she smiles, despite her otherwise cheerful disposition.\n\r\nAfter yet another failed interview, she chances upon Café Stile, a coffee shop where the servers interact with the customers while roleplaying distinctive characteristics. The Italian store manager, Dino, becomes infatuated with Maika's cuteness at first sight, and offers her a job as a waitress with a sadistic nature. Coupled with her inherent clumsiness, she successfully manages to serve a pair of masochistic customers in accordance with her new, ruthless persona. Alongside Kaho Minata as the tsundere and Mafuyu Hoshikawa as the younger sister, Maika decides to make the most out of her unique quirk and cements her position in the cafe with merciless cruelty!"
}, {
	"id": 86,
	"title": "Houseki no Kuni",
	"mscr": 50,
	"theme": "Action, Fantasy, Manga, Seinen",
	"anidb_id": 13165,
	"iscr": 84,
	"rank": 127,
	"ani_id": 35557,
	"synopsis": "In the mysterious future, crystalline organisms called Gems inhabit a world that has been destroyed by six meteors. Each Gem is assigned a role in order to fight against the Lunarians, a species who attacks them in order to shatter their bodies and use them as decorations. \n\r\nPhosphophyllite, also known as Phos, is a young and fragile Gem who dreams of helping their friends in the war effort. Instead, they are told to compile an encyclopedia because of their delicate condition. After begrudgingly embarking on this task, Phos meets Cinnabar, an intelligent gem who has been relegated to patrolling the isolated island at night because of the corrosive poison their body creates. After seeing how unhappy Cinnabar is, Phos decides to find a role that both of the rejected Gems can enjoy. Houseki no Kuni follows Phos' efforts to be useful and protect their fellow Gems."
}, {
	"id": 87,
	"title": "Shoujo Shuumatsu Ryokou",
	"mscr": 50,
	"theme": "Adventure, Manga, Post Apocalyptic, Seinen",
	"anidb_id": 13256,
	"iscr": 81,
	"rank": 347,
	"ani_id": 35838,
	"synopsis": "Amid the desolate remains of a once-thriving city, only the rumbling of a motorbike breaks the cold winter silence. Its riders, Chito and Yuuri, are the last survivors in the war-torn city. Scavenging old military sites for food and parts, the two girls explore the wastelands and speculate about the old world to pass the time. Chito and Yuuri each occasionally struggle with the looming solitude, but when they have each other, sharing the weight of being two of the last humans becomes a bit more bearable. Between Yuuri's clumsy excitement and Chito's calm composure, their dark days get a little brighter with shooting practice, new books, and snowball fights on the frozen battlefield. \n\r\nAmong a scenery of barren landscapes and deserted buildings, Shoujo Shuumatsu Ryokou tells the uplifting tale of two girls and their quest to find hope in a bleak and dying world."
}, {
	"id": 88,
	"title": "Ballroom e Youkoso",
	"mscr": 50,
	"theme": "Manga, Performance, Shounen, Sports",
	"anidb_id": 12700,
	"iscr": 83,
	"rank": 240,
	"ani_id": 34636,
	"synopsis": "Tatara Fujita is a shy middle schooler who has no particular plan for the future. He has gotten through life by avoiding any kind of confrontation and blending in with the crowd. But blending in isn't enough to get out of trouble, as some bullies harass him for money. Luckily, he is saved by a man named Kaname Sengoku.\n\r\nKaname invites Tatara to his dance studio. Although he would normally never set foot in such a place, Tatara is captivated by Sengoku's commanding presence. Granted an opportunity to dance with fellow classmate Shizuku Hanaoka—who often practices at the studio—Tatara realizes there's something about the idea of being put in the limelight and dancing where people will see him that keeps him coming back. With an earnest, passionate drive to improve, Tatara begins his journey into the world of competitive dance."
}, {
	"id": 89,
	"title": "Vatican Kiseki Schousakan",
	"mscr": 78,
	"theme": "Novel, Church, Religious, Mystery",
	"anidb_id": 12542,
	"iscr": 64,
	"rank": 6302,
	"ani_id": 34368,
	"synopsis": "Vatican City—Holy Land of the Catholics. Amidst the land, there is an organization that conducts rigorous investigations on \"claims of miracles\" from all over the world to ascertain their credibility. The organization is referred to as \"Seito no Za\" (Assembly of Saints) and the priests that belong there are called miracle investigators. Robert Nicholas, an ancient archive and cryptanalysis expert is partnered and good friends with Hiraga Josef Kou, a genius scientist. Together, the brilliant duo investigates the \"miracles\" and uncovers the incidents and conspiracies hidden behind them."
}, {
	"id": 90,
	"title": "Isekai Shokudou",
	"mscr": 89,
	"theme": "Cooking, Fantasy, Novel",
	"anidb_id": 12385,
	"iscr": 74,
	"rank": 2072,
	"ani_id": 34012,
	"synopsis": "Western Restaurant Nekoya is a popular eatery located on a street corner in a Tokyo shopping district. Serving both traditional Japanese fare as well as Western dishes, this eating establishment is popular among Tokyo's residents. But this seemingly ordinary restaurant is also popular with another type of clientele... \n\r\nWhile the restaurant is thought to be closed on Saturdays, the truth is that on this special day each week, its doors are instead opened to the inhabitants of other worlds. From dragons and elves to fairies and mages, this restaurant has no shortage of strange customers. Nevertheless, the enigmatic chef known only as \"Master\" will be waiting to serve up their favorite dishes with a kind smile and keep them coming back for many more Saturdays to come."
}, {
	"id": 91,
	"title": "Kakegurui",
	"mscr": 50,
	"theme": "High School, Manga, School Life, Shounen",
	"anidb_id": 12834,
	"iscr": 75,
	"rank": 1520,
	"ani_id": 34933,
	"synopsis": "Unlike many schools, attending Hyakkaou Private Academy prepares students for their time in the real world. Since many of the students are the children of the richest people in the world, the academy has its quirks that separate it from all the others. By day, it is a normal school, educating its pupils in history, languages, and the like. But at night, it turns into a gambling den, educating them in the art of dealing with money and manipulating people. Money is power; those who come out on top in the games stand at the top of the school.\n\r\nYumeko Jabami, a seemingly naive and beautiful transfer student, is ready to try her hand at Hyakkaou's special curriculum. Unlike the rest, she doesn't play to win, but for the thrill of the gamble, and her borderline insane way of gambling might just bring too many new cards to the table."
}, {
	"id": 92,
	"title": "Nanbaka",
	"mscr": 79,
	"theme": "Manga, Comedy, Shounen",
	"anidb_id": 11075,
	"iscr": 74,
	"rank": 1988,
	"ani_id": 30016,
	"synopsis": "Nanba is the world's most formidable prison, built to incarcerate criminals who are too slippery to stay in ordinary confinement. The four inmates who occupy Cell 13 are particularly cunning on that behalf, having escaped every other prison with a perfect success rate. There is Juugo, a specialist in locks who has spent the majority of his life in prison; Uno, a gambler with great intuition; Nico, an otaku whose body reacts strangely to drugs; and Rock, a bruiser with a love for food. The daily shenanigans of the four prisoners always cause trouble for the building supervisor, Hajime Sugoroku, who desperately tries to prevent them from breaking out of Nanba.\n\nNanbaka follows the comedic, sparkle-filled exploits of these prisoners and their guards. From three square meals a day to sports festivals, prison life in Nanba isn't actually that bad—and it is the closest these four have to a home."
}, {
	"id": 93,
	"title": "91 Days",
	"mscr": 50,
	"theme": "Action, Historical, Mafia, Tragedy, Violence",
	"anidb_id": 12014,
	"iscr": 78,
	"rank": 734,
	"ani_id": 32998,
	"synopsis": "As a child living in the town of Lawless, Angelo Lagusa has witnessed a tragedy: his parents and younger brother have been mercilessly slaughtered by the Vanetti mafia family. Losing everything he holds dear, he leaves both his name and hometown behind, adopting the new identity of Avilio Bruno.\n\r\nSeven years later, Avilio finally has his chance for revenge when he receives a mysterious letter prompting him to return to Lawless. Obliging, he soon encounters the Vanetti don's son, Nero, and seeks to befriend him using the skills he has quietly honed for years.\n\r\nSet during the Prohibition era, 91 Days tells the story of Avilio's dark, bloodstained path to vengeance, as he slowly ends each of the men involved in the killing of his family."
}, {
	"id": 94,
	"title": "Hitori no Shita: The Outcast",
	"mscr": 40,
	"theme": "Manhua, Super Power",
	"anidb_id": 12200,
	"iscr": 67,
	"rank": 4570,
	"ani_id": 33421,
	"synopsis": "One day, on his way to visit his grandfather's grave, Zhang Chulan is attacked by zombies in a graveyard. In the midst of that situation, he is saved by a mysterious girl, who wields kitchen knives in order to kill the enemies. The girl tells Chulan, who is relieved, to face his hardships head on and leaves. However, Chulan later sees that girl again at his university. From that moment, Zhang Chulan's destiny begins to move. There will be strangers with special powers appearing one by one, with battles involving those abilities. Each episode will bring a new mystery to light."
}, {
	"id": 95,
	"title": "Koutetsujou no Kabaneri",
	"mscr": 50,
	"theme": "Action, Post Apocalyptic, Steampunk, Tragedy, Violence",
	"anidb_id": 10951,
	"iscr": 73,
	"rank": 2494,
	"ani_id": 28623,
	"synopsis": "The world is in the midst of the industrial revolution when horrific creatures emerge from a mysterious virus, ripping through the flesh of humans to sate their never-ending appetite. The only way to kill these beings, known as \"Kabane,\" is by destroying their steel-coated hearts. However, if bitten by one of these monsters, the victim is doomed to a fate worse than death, as the fallen rise once more to join the ranks of their fellow undead.\n\r\nOnly the most fortified of civilizations have survived this turmoil, as is the case with the island of Hinomoto, where mankind has created a massive wall to protect themselves from the endless hordes of Kabane. The only way into these giant fortresses is via heavily-armored trains, which are serviced and built by young men such as Ikoma. Having created a deadly weapon that he believes will easily pierce through the hearts of Kabane, Ikoma eagerly awaits the day when he will be able to fight using his new invention. Little does he know, however, that his chance will come much sooner than he expected..."
}, {
	"id": 96,
	"title": "Re:Zero kara Hajimeru Isekai Seikatsu",
	"mscr": 95,
	"theme": "Fantasy, Magic, Novel, Parallel World, Tragedy, Violence, Psychological",
	"anidb_id": 11370,
	"iscr": 83,
	"rank": 191,
	"ani_id": 31240,
	"synopsis": "When Subaru Natsuki leaves the convenience store, the last thing he expects is to be wrenched from his everyday life and dropped into a fantasy world. Things aren't looking good for the bewildered teenager; however, not long after his arrival, he is attacked by some thugs. Armed with only a bag of groceries and a now useless cell phone, he is quickly beaten to a pulp. Fortunately, a mysterious beauty named Satella, in hot pursuit after the one who stole her insignia, happens upon Subaru and saves him. In order to thank the honest and kindhearted girl, Subaru offers to help in her search, and later that night, he even finds the whereabouts of that which she seeks. But unbeknownst to them, a much darker force stalks the pair from the shadows, and just minutes after locating the insignia, Subaru and Satella are brutally murdered.\n\r\nHowever, Subaru immediately reawakens to a familiar scene—confronted by the same group of thugs, meeting Satella all over again—the enigma deepens as history inexplicably repeats itself."
}, {
	"id": 97,
	"title": "Kono Subarashii Sekai ni Shukufuku wo!",
	"mscr": 90,
	"theme": "Adventure, Comedy, Deity, Fantasy, Novel, Parallel World, Shounen",
	"anidb_id": 11261,
	"iscr": 81,
	"rank": 343,
	"ani_id": 30831,
	"synopsis": "After dying a laughable and pathetic death on his way back from buying a game, high school student and recluse Kazuma Satou finds himself sitting before a beautiful but obnoxious goddess named Aqua. She provides the NEET with two options: continue on to heaven or reincarnate in every gamer's dream—a real fantasy world! Choosing to start a new life, Kazuma is quickly tasked with defeating a Demon King who is terrorizing villages. But before he goes, he can choose one item of any kind to aid him in his quest, and the future hero selects Aqua. But Kazuma has made a grave mistake—Aqua is completely useless!\n\r\nUnfortunately, their troubles don't end here; it turns out that living in such a world is far different from how it plays out in a game. Instead of going on a thrilling adventure, the duo must first work to pay for their living expenses. Indeed, their misfortunes have only just begun!"
}, {
	"id": 98,
	"title": "Dagashi Kashi",
	"mscr": 50,
	"theme": "Comedy, Daily Life, Manga, Parody, Shounen",
	"anidb_id": 11601,
	"iscr": 67,
	"rank": 4938,
	"ani_id": 31636,
	"synopsis": "Out in the countryside stands a sweet shop run by the Shikada family for nine generations: Shikada Dagashi, a small business selling traditional Japanese candy. However, despite his father's pleas, Kokonotsu Shikada, an aspiring manga artist, adamantly refuses to inherit the family business.\n\r\nHowever, this may start to change with the arrival of the eccentric Hotaru Shidare. Hotaru is in search of Kokonotsu's father, with the goal of bringing him back to work for her family's company, Shidare Corporation, a world famous sweets manufacturer. Although the senior Shikada initially refuses, he states that he will change his mind on one condition: if Hotaru can convince Kokonotsu to take over the family shop. And so begins Hotaru's mission to enlighten the boy on the true joy of delicious and nostalgic dagashi!"
}, {
	"id": 99,
	"title": "ushio to Tora (TV)",
	"mscr": 87,
	"theme": "Action, Manga, Adventure, Violence, Shounen",
	"anidb_id": 11053,
	"iscr": 76,
	"rank": 1242,
	"ani_id": 29854,
	"synopsis": "Ushio Aotsuki is a stubborn middle school student and son of an eccentric temple priest who goes about life without care for his father's claims regarding otherworldly monsters known as youkai. However, as he is tending to the temple while his father is away on work, his chores lead him to a shocking discovery: in the basement he finds a menacing youkai impaled by the fabled Beast Spear.\n\r\nThe beast in question is Tora, infamous for his destructive power, who tries to coerce Ushio into releasing him from his five hundred year seal. Ushio puts no trust in his words and refuses to set him free. But when a sudden youkai outbreak puts his friends and home in danger, he is left with no choice but to rely on Tora, his only insurance being the ancient spear if he gets out of hand.\n\r\nUshio and Tora's meeting is only the beginning of the unlikely duo's journey into the depths of the spiritual realm. With the legendary Beast Spear in his hands, Ushio will find out just how real and threatening the world of the supernatural can be."
}, {
	"id": 100,
	"title": "ushio to Tora (TV) 2nd Season",
	"mscr": 50,
	"theme": "Action, Manga, Adventure, Violence, Shounen",
	"anidb_id": 11318,
	"iscr": 80,
	"rank": 543,
	"ani_id": 31098,
	"synopsis": "Continuation of Ushio to Tora TV series."
}, {
	"id": 101,
	"title": "Kekkai Sensen",
	"mscr": 50,
	"theme": "Action, Comedy, Manga, Parallel World, Science Fiction, Shounen",
	"anidb_id": 10663,
	"iscr": 77,
	"rank": 1079,
	"ani_id": 24439,
	"synopsis": "Supersonic monkeys, vampires, talking fishmen, and all sorts of different supernatural monsters living alongside humans—this has been part of daily life in Hellsalem's Lot, formerly known as New York City, for some time now. When a gateway between Earth and the Beyond opened three years ago, New Yorkers and creatures from the other dimension alike were trapped in an impenetrable bubble and were forced to live together. Libra is a secret organization composed of eccentrics and superhumans, tasked with keeping order in the city and making sure that chaos doesn't spread to the rest of the world.\n\r\nPursuing photography as a hobby, Leonardo Watch is living a normal life with his parents and sister. But when he obtains the \"All-seeing Eyes of the Gods\" at the expense of his sister's eyesight, he goes to Hellsalem's Lot in order to help her by finding answers about the mysterious powers he received. He soon runs into Libra, and when Leo unexpectedly joins their ranks, he gets more than what he bargained for. Kekkai Sensen follows Leo's misadventures in the strangest place on Earth with his equally strange comrades—as the ordinary boy unwittingly sees his life take a turn for the extraordinary."
}, {
	"id": 102,
	"title": "Nagato Yuki-chan no Shoushitsu",
	"mscr": 50,
	"theme": "Comedy, High School, Novel, Romance, School Clubs, School Life, Seinen",
	"anidb_id": 10815,
	"iscr": 67,
	"rank": 4726,
	"ani_id": 26351,
	"synopsis": "In an alternate universe, shy, awkward Yuki Nagato attempts to court her crush, Kyon, with the help of her best friend and neighbor, the perky and indomitable Ryoko Asakura. Together, the trio defends their high school literature club from extermination…and from the pestering of their over-the-top classmate Tsuruya and her friend and minion Mikuru."
}, {
	"id": 103,
	"title": "Death Parade",
	"mscr": 92,
	"theme": "Fantasy, Life, Psychological, Thriller, Games",
	"anidb_id": 10905,
	"iscr": 82,
	"rank": 294,
	"ani_id": 28223,
	"synopsis": "After death, there is no heaven or hell, only a bar that stands between reincarnation and oblivion. There the attendant will, one after another, challenge pairs of the recently deceased to a random game in which their fate of either ascending into reincarnation or falling into the void will be wagered. Whether it's bowling, darts, air hockey, or anything in between, each person's true nature will be revealed in a ghastly parade of death and memories, dancing to the whims of the bar's master. Welcome to Quindecim, where Decim, arbiter of the afterlife, awaits!\n\nDeath Parade expands upon the original one-shot intended to train young animators. It follows yet more people receiving judgment—until a strange, black-haired guest causes Decim to begin questioning his own rulings."
}, {
	"id": 104,
	"title": "Shinmai Maou no Testament",
	"mscr": 50,
	"theme": "Action, Comedy, Ecchi, fantasy, Harem, Large Breasts, Novel, Nudity, Romance, Shounen, Violence",
	"anidb_id": 10529,
	"iscr": 70,
	"rank": 3664,
	"ani_id": 23233,
	"synopsis": "Running into your new stepsister in the bathroom is not the best way to make a good first impression, which Basara Toujou learns the hard way. When his father suddenly brings home two beautiful girls and introduces them as his new siblings, he has no choice but to accept into his family the Naruse sisters: busty redhead Mio and petite silver-haired Maria.\n\r\nBut when these seemingly normal girls reveal themselves as demons—Mio the former Demon Lord's only daughter and Maria her trusted succubus servant—Basara is forced to reveal himself as a former member of a clan of \"Heroes,\" sworn enemies of the demons. However, having begun to care for his new sisters, Basara instead decides to protect them with his powers and forms a master-servant contract with Mio to keep watch over her.\n\r\nWith the Heroes observing his every move and the constant threat of hostile demons, Basara has to do the impossible to protect his new family members. Moreover, the protector himself is hiding his own dark secret that still haunts him to this day..."
}, {
	"id": 105,
	"title": "Zankyou no Terror",
	"mscr": 50,
	"theme": "Cops, Law and Order, Tragedy",
	"anidb_id": 10537,
	"iscr": 81,
	"rank": 362,
	"ani_id": 23283,
	"synopsis": "Painted in red, the word \"VON\" is all that is left behind after a terrorist attack on a nuclear facility in Japan. The government is shattered by their inability to act, and the police are left frantically searching for ways to crack down the perpetrators. The public are clueless—until, six months later, a strange video makes its way onto the internet. In it, two teenage boys who identify themselves only as \"Sphinx\" directly challenge the police, threatening to cause destruction and mayhem across Tokyo. Unable to stop the mass panic quickly spreading through the city and desperate for any leads in their investigation, the police struggle to act effectively against these terrorists, with Detective Kenjirou Shibazaki caught in the middle of it all.\n\nZankyou no Terror tells the story of Nine and Twelve, the two boys behind the masked figures of Sphinx. They should not exist, yet they stand strong in a world of deception and secrets while they make the city fall around them, all in the hopes of burying their own tragic truth."
}, {
	"id": 106,
	"title": "Mahouka Koukou no Rettousei",
	"mscr": 50,
	"theme": "Action, Fantasy, High School, Magic, Martial Arts, Seinen, Violence",
	"anidb_id": 10182,
	"iscr": 77,
	"rank": 1105,
	"ani_id": 20785,
	"synopsis": "In the dawn of the 21st century, magic, long thought to be folklore and fairy tales, has become a systematized technology and is taught as a technical skill. In First High School, the institution for magicians, students are segregated into two groups based on their entrance exam scores: \"Blooms,\" those who receive high scores, are assigned to the First Course, while \"Weeds\" are reserve students assigned to the Second Course.\n\nMahouka Koukou no Rettousei follows the siblings, Tatsuya and Miyuki Shiba, who are enrolled in First High School. Upon taking the exam, the prodigious Miyuki is placed in the First Course, while Tatsuya is relegated to the Second Course. Though his practical test scores and status as a \"Weed\" show him to be magically inept, he possesses extraordinary technical knowledge, physical combat capabilities, and unique magic techniques—making Tatsuya the irregular at a magical high school."
}, {
	"id": 107,
	"title": "Noragami",
	"mscr": 79,
	"theme": "Action, Adventure, Comedy, Manga, Shounen, Super Power, Deity",
	"anidb_id": 9925,
	"iscr": 81,
	"rank": 409,
	"ani_id": 20507,
	"synopsis": "In times of need, if you look in the right place, you just may see a strange telephone number scrawled in red. If you call this number, you will hear a young man introduce himself as the Yato God.\n\r\nYato is a minor deity and a self-proclaimed \"Delivery God,\" who dreams of having millions of worshippers. Without a single shrine dedicated to his name, however, his goals are far from being realized. He spends his days doing odd jobs for five yen apiece, until his weapon partner becomes fed up with her useless master and deserts him.\n\r\nJust as things seem to be looking grim for the god, his fortune changes when a middle school girl, Hiyori Iki, supposedly saves Yato from a car accident, taking the hit for him. Remarkably, she survives, but the event has caused her soul to become loose and hence able to leave her body. Hiyori demands that Yato return her to normal, but upon learning that he needs a new partner to do so, reluctantly agrees to help him find one. And with Hiyori's help, Yato's luck may finally be turning around."
}, {
	"id": 108,
	"title": "Noragami Aragoto",
	"mscr": 50,
	"theme": "Action, Adventure, Comedy, Manga, Shounen, Super Power, Deity",
	"anidb_id": 11170,
	"iscr": 83,
	"rank": 176,
	"ani_id": 30503,
	"synopsis": "Yato and Yukine have finally mended their relationship as god and Regalia, and everyone has returned to their daily life. Yato remains a minor and unknown deity who continues taking odd jobs for five yen apiece in the hopes of one day having millions of worshippers and his own grand shrine. Hiyori Iki has yet to have her loose soul fixed by Yato, but she enjoys life and prepares to attend high school nonetheless.\n\r\nTaking place immediately after the first season, Noragami Aragoto delves into the complicated past between Yato and the god of war Bishamon. The female god holds a mysterious grudge against Yato, which often results in violent clashes between them. It doesn't help that Bishamon's most trusted and beloved Regalia, Kazuma, appears to be indebted to Yato. When lives are on the line, unraveling these mysteries and others may be the only way to correct past mistakes."
}, {
	"id": 109,
	"title": "Date A Live",
	"mscr": 50,
	"theme": "Fantasy, Harem, Novel, Romance, Shounen",
	"anidb_id": 8808,
	"iscr": 74,
	"rank": 1978,
	"ani_id": 15583,
	"synopsis": "\"Before the world ends, kill me or kiss me.\"\n\r\nThirty years before the events of Date A Live, an enormous explosion devastates east Asia and kills 150 million people. This is the first known \"Spacequake\", an inexplicable natural disaster that has since become commonplace. Fast forward to the future. High school second year Shidou Itsuka lives alone with his cute little sister while their parents are away.\n\r\nWhat do these things have to do with each other? While rushing to save his sister from a sudden Spacequake, Shidou is caught in the blast and, in the midst of the chaos, finds a mysterious girl. It turns out that this girl is actually a Spirit, a powerful being from another world whose arrival devastates the surrounding area. Thankfully, Shidou is rescued by an anti-Spirit strike team... led by his little sister?!\n\r\nThis vicious task force is locked and loaded, ready to exterminate Spirits with extreme prejudice. But this violent method is not for Shidou. He discovers the one way to neutralize these Spirits peacefully: make them fall in love. Now, it's up to Shidou to save the world by dating those who threaten to destroy it!"
}, {
	"id": 110,
	"title": "Hyouka",
	"mscr": 50,
	"theme": "Daily Life, Detective, Novel, School Clubs, School Life, Shounen",
	"anidb_id": 8855,
	"iscr": 81,
	"rank": 387,
	"ani_id": 12189,
	"synopsis": "Energy-conservative high school student Houtarou Oreki ends up with more than he bargained for when he signs up for the Classics Club at his sister's behest—especially when he realizes how deep-rooted the club's history really is. Begrudgingly, Oreki is dragged into an investigation concerning the 45-year-old mystery that surrounds the club room.\n\r\nAccompanied by his fellow club members, the knowledgeable Satoshi Fukube, the stern but benign Mayaka Ibara, and the ever-curious Eru Chitanda, Oreki must combat deadlines and lack of information with resourcefulness and hidden talent, in order to not only find the truth buried beneath the dust of works created years before them, but of other small side cases as well.\n\r\nBased on the award-winning Koten-bu light novel series, and directed by Yasuhiro Takemoto of Suzumiya Haruhi no Shoushitsu, Hyouka shows that normal life can be full of small mysteries, be it family history, a student film, or even the withered flowers that make up a ghost story."
}, {
	"id": 111,
	"title": "Tasogare Otomoe x Amnesia",
	"mscr": 50,
	"theme": "Comedy, Contemporary Fantasy, Detective, Fantasy, Manga, Romance, Seinen, Shounen",
	"anidb_id": 8852,
	"iscr": 79,
	"rank": 681,
	"ani_id": 12445,
	"synopsis": "Seikyou Private Academy, built on the intrigue of traditional occult myths, bears a dark past—for 60 years, it has been haunted by a ghost known as Yuuko, a young woman who mysteriously died in the basement of the old school building. With no memory of her life or death, Yuuko discreetly finds and heads the Paranormal Investigations Club in search of answers.\n\r\nA chance meeting leads Yuuko to cling to diligent freshman Teiichi Niiya, who can see the quirky ghost, they quickly grow close, and he decides to help her. Along with Kirie Kanoe, Yuuko's relative, and the oblivious second year Momoe Okonogi, they delve deep into the infamous Seven Mysteries of the storied school.\n\nTasogare Otome x Amnesia tells a unique tale of students who work together to shed light on their school's paranormal happenings, all the while inching closer to the truth behind Yuuko's death."
}, {
	"id": 112,
	"title": "Sora wo Miageru Shoujo no Hitomi ni Utsuru Sekai",
	"mscr": 50,
	"theme": "Action, Angst, Elf, Fantasy, Magic, Parallel World, Romance, Seinen, Super Power",
	"anidb_id": 6263,
	"iscr": 72,
	"rank": 2925,
	"ani_id": 5702,
	"synopsis": "To save both the Magical Kingdom and the Heavens and restore the flow of akuto, the flow of energy of everything, the Magical King Munto must follow a vision and find the girl Yumemi in the normal world. Yumemi herself is just a normal girl except that she is the only one who can see the islands of the Heavens floating above. When Munto appears before her she starts thinking about hers and others responsibility to the world."
}, {
	"id": 113,
	"title": "Toaru Majutsu no Index",
	"mscr": 50,
	"theme": "Action, Fantasy, Magic, Novel, Science Fiction, Seinen, Sudden Girlfriend, Super Power, Violence",
	"anidb_id": 5975,
	"iscr": 75,
	"rank": 1461,
	"ani_id": 4654,
	"synopsis": "Academy City, Japan, is at the forefront of science. Besides being 30 years ahead of the world technologically, more than three-fourths of this peculiar city's population consists of students developing their psychic abilities as espers in various institutions. Among these students is Touma Kamijou, a high school boy with the lowest psychic rank of zero, but with a mysterious power no scientist can understand: \"Imagine Breaker,\" which allows him to negate other supernatural abilities.\n\r\nThis, however, doesn't affect Kamijou's life in the least as he plays his role as a regular teenager; that is, until he meets the strange Index Librorum Prohibitorum, a young girl who has memorized the entirety of the forbidden grimoires, and now a dangerous organization is hunting Index down. With several magicians looking to harm the girl, Kamijou will defend his new companion at all costs as he discovers a strange new realm of the supernatural."
}, {
	"id": 114,
	"title": "Toaru Majutsu no Index II",
	"mscr": 50,
	"theme": "Action, Fantasy, Magic, Novel, Science Fiction, Seinen, Sudden Girlfriend, Super Power, Violence",
	"anidb_id": 7599,
	"iscr": 77,
	"rank": 1008,
	"ani_id": 8937,
	"synopsis": "As tensions between the world of magic and Academy City continues to rise, Touma Kamijou and his hand of negation must face off against both esper and magician in order to protect the lives of those around him. Of course, he is not alone in his fight; whether by his side or out of sight, allies and enemies both old and new will enter the fray to help him.\n\nToaru Majutsu no Index II continues the story of action and comedy, as the scale of Touma and his allies' battle grows ever larger. A conflict is slowly brewing on the horizon, and magic and science will cross paths once again in the war to come."
}, {
	"id": 115,
	"title": "Toaru Majutsu no Index III",
	"mscr": 50,
	"theme": "Action, Fantasy, Magic, Novel, Science Fiction, Seinen, Sudden Girlfriend, Super Power, Violence",
	"anidb_id": 13481,
	"iscr": 68,
	"rank": 4439,
	"ani_id": 36432,
	"synopsis": "Touma Kamijou can't catch a break. After the invasion of Academy City, political tensions continue to rise as both the science and magic factions collide head on. It appears that Academy City intends to declare war against the Roman Catholic Church, consequently plunging the whole world into global warfare. Touma soon finds himself on the front lines once again, striving to protect his friends and allies.\n\nToaru Majutsu no Index III serves as the last installment of the original franchise as Touma, Accelerator, and the true level 0 Shiage Hamazura continue their separate journeys, leading up to the final act of the original light novel series."
}, {
	"id": 116,
	"title": "The Melancholy of Haruhi Suzumiya",
	"mscr": 50,
	"theme": "Comedy, High School, Novel, Parody, School Clubs, School Life, Seinen",
	"anidb_id": 3651,
	"iscr": 79,
	"rank": 618,
	"ani_id": 849,
	"synopsis": "Kyon, your typical high school student, has long given up his belief in the supernatural. However, upon meeting Haruhi Suzumiya, he quickly finds out that it is the supernatural that she is interested in—aliens, time travelers, and espers among other things. When Haruhi laments about the lack of intriguing clubs around school, Kyon inspires Haruhi to form her own club. As a result, the SOS Brigade is formed, a club which specializes in all that is the supernatural.\n\r\nMuch to his chagrin, Kyon, along with the silent bookworm, Yuki Nagato, the shy and timid Mikuru Asahina, and the perpetually smiling Itsuki Koizumi, are recruited as members. The story follows the crazy adventures that these four endure under their whimsical leader, Haruhi. The story is based on the light novels by Nagaru Tanigawa."
}, {
	"id": 117,
	"title": "Hellsing",
	"mscr": 75,
	"theme": "Action, Contemporary Fantasy, Cops, Fantasy, Horror, Manga, Seinen, Vampire, Violence",
	"anidb_id": 32,
	"iscr": 75,
	"rank": 1412,
	"ani_id": 270,
	"synopsis": "Hellsing, an organization specializing in dealing with supernatural threats, is called in to eliminate a vampire that is turning the villagers of Cheddar into ghouls. To put an end to this, the leader of the organization, Sir Integra Fairbrook Wingates Hellsing, dispatches her most formidable asset: a powerful vampire known as Alucard.\n\r\nArmed with only a single handgun, Alucard wreaks havoc on the monsters plaguing Cheddar. However, a young police officer, Seras Victoria, gets caught up in the chaos and becomes mortally wounded as a result. Taking pity on the girl, Alucard gives her a choice: die as a human or live on as a vampire. Seras accepts his offer and begins a new life as a member of Hellsing.\n\r\nThough it was her decision, Seras struggles with the fact that she is no longer human. Nevertheless, she must embrace being a creature of the night soon if she wants to survive on the front lines in the fight between humans and the supernatural."
}, {
	"id": 118,
	"title": "Mob Psycho 100",
	"mscr": 80,
	"theme": "Action, Comedy, Manga, Shounen, Super Power",
	"anidb_id": 11803,
	"iscr": 85,
	"rank": 96,
	"ani_id": 32182,
	"synopsis": "Eighth-grader Shigeo \"Mob\" Kageyama has tapped into his inner wellspring of psychic prowess at a young age. But the power quickly proves to be a liability when he realizes the potential danger in his skills. Choosing to suppress his power, Mob's only present use for his ability is to impress his longtime crush, Tsubomi, who soon grows bored of the same tricks.\n\r\nIn order to effectuate control on his skills, Mob enlists himself under the wing of Arataka Reigen, a con artist claiming to be a psychic, who exploits Mob's powers for pocket change. Now, exorcising evil spirits on command has become a part of Mob's daily, monotonous life. However, the psychic energy he exerts is barely the tip of the iceberg; if his vast potential and unrestrained emotions run berserk, a cataclysmic event that would render him completely unrecognizable will be triggered. The progression toward Mob's explosion is rising and attempting to stop it is futile."
}, {
	"id": 119,
	"title": "Mob Psycho 100 II",
	"mscr": 50,
	"theme": "Action, Comedy, Manga, Shounen, Super Power",
	"anidb_id": 13939,
	"iscr": 89,
	"rank": 18,
	"ani_id": 37510,
	"synopsis": "Second Season of ONE's Mob Psycho 100."
}, {
	"id": 120,
	"title": "Kaguya-sama wa Kokurasetai: Tensai-tachi no Renai Zunousen",
	"mscr": 50,
	"theme": "Comedy, High School, Manga, Romance, School Life, Seinen",
	"anidb_id": 14111,
	"iscr": 85,
	"rank": 103,
	"ani_id": 37999,
	"synopsis": "At the renowned Shuchiin Academy, Miyuki Shirogane and Kaguya Shinomiya are the student body's top representatives. Ranked the top student in the nation and respected by peers and mentors alike, Miyuki serves as the student council president. Alongside him, the vice president Kaguya—eldest daughter of the wealthy Shinomiya family—excels in every field imaginable. They are the envy of the entire student body, regarded as the perfect couple.\n\r\nHowever, despite both having already developed feelings for the other, neither are willing to admit them. The first to confess loses, will be looked down upon, and will be considered the lesser. With their honor and pride at stake, Miyuki and Kaguya are both equally determined to be the one to emerge victorious on the battlefield of love!"
}, {
	"id": 121,
	"title": "Domestic na Kanojo",
	"mscr": 50,
	"theme": "Female Teacher, Love Polygon, Manga, Romance, Shounen",
	"anidb_id": 14213,
	"iscr": 72,
	"rank": 2896,
	"ani_id": 37982,
	"synopsis": "In their teenage years, few things can hurt people more than the heartaches that come with unrequited love. Such is the case for Natsuo Fujii, who has found himself entranced by his school's ever-cheerful teacher Hina. Deflated by this unreachable desire, Natsuo humors his friends and attends a mixer. There he meets Rui, a girl whose lack of excitement rivals that of himself. After bonding over their mutual awkwardness, Rui takes Natsuo to her house and asks him to have sex with her, hoping that the experience will stop her friends from treating her like a clueless child. With his hopeless feelings towards Hina still on his mind, Natsuo hesitantly agrees.\n\r\nEqually unfulfilled by their \"first times,\" the two decide to part ways as strangers. However, before he even has a chance to process this experience, Natsuo's father drops a major bombshell: he is getting remarried, and his new wife Tsukiko Tachibana is coming over now to meet Natsuo. As if that was not enough of a shock, her daughters—and, in turn, Natsuo's new sisters—are Hina and Rui Tachibana, the woman he's in love with and the girl with whom he shared his first night. Now, Natsuo must come to terms with the feelings he has for his step-siblings as his eyes open to a darker side of love."
}, {
	"id": 122,
	"title": "Mahou Shoujo Tokushusen Asuka",
	"mscr": 50,
	"theme": "Action, Angst, Fantasy, Magical Girl, Military, Seinen, Violence",
	"anidb_id": 14229,
	"iscr": 64,
	"rank": 6166,
	"ani_id": 37979,
	"synopsis": "Due to the invasion of Disas—enigmatic creatures of soil from the land of the dead—mankind, who was on the verge of crisis, was saved by the efforts of magical girls who had obtained a mysterious magical power...\n\r\nThree years later, new incidents suddenly occur, tearing apart the normalcy of the girls who had each returned to their normal lives. The saviours of humanity, those magical girls called \"The Magical Five\" now live each day fighting for their lives, even as they are trifled with by fate..."
}, {
	"id": 123,
	"title": "Tensei Shitara Slime Datta Ken",
	"mscr": 50,
	"theme": "Action, Adventure, Demon, Fantasy, Goblin, Novel, Parallel World",
	"anidb_id": 13871,
	"iscr": 82,
	"rank": 313,
	"ani_id": 37430,
	"synopsis": "Thirty-seven-year-old Satoru Mikami is a typical corporate worker, who is perfectly content with his monotonous lifestyle in Tokyo, other than failing to nail down a girlfriend even once throughout his life. In the midst of a casual encounter with his colleague, he falls victim to a random assailant on the streets and is stabbed. However, while succumbing to his injuries, a peculiar voice echoes in his mind, and recites a bunch of commands which the dying man cannot make sense of.\n\r\nWhen Satoru regains consciousness, he discovers that he has reincarnated as a goop of slime in an unfamiliar realm. In doing so, he acquires newfound skills—notably, the power to devour anything and mimic its appearance and abilities. He then stumbles upon the sealed Catastrophe-level monster \"Storm Dragon\" Verudora who had been sealed away for the past 300 years for devastating a town to ashes. Sympathetic to his predicament, Satoru befriends him, promising to assist in destroying the seal. In return, Verudora bestows upon him the name Rimuru Tempest to grant him divine protection. \n\r\nNow, liberated from the mundanities of his past life, Rimuru embarks on a fresh journey with a distinct goal in mind. As he grows accustomed to his new physique, his gooey antics ripple throughout the world, gradually altering his fate."
}, {
	"id": 124,
	"title": "Miira no Kaikata",
	"mscr": 78,
	"theme": "Comedy, Contemporary Fantasy, Daily Life, Manga",
	"anidb_id": 13252,
	"iscr": 75,
	"rank": 1630,
	"ani_id": 35828,
	"synopsis": "High school student Sora Kashiwagi is accustomed to receiving bizarre presents from his father, who is on an expedition around the world. Unfortunately, these gifts have been nothing but nightmares. As a result, when his father sends him a huge package from Egypt, Sora prepares himself for the worst, only to be greeted by Mii-kun—a cute, pint-sized mummy! While initially wary, Sora soon learns that Mii-kun is harmless, a delicate creature yearning for attention.\n\r\nThroughout their amusing day-to-day lives, the unlikely pair meet other people with unique pets, while also strengthening their bond together. Although keeping a pet is a difficult task, Sora is set on caring for the lovable Mii-kun."
}, {
	"id": 125,
	"title": "Eromanga-sensei",
	"mscr": 87,
	"theme": "Comedy, Ecchi, Harem, Novel, Pantsu, Romance",
	"anidb_id": 11981,
	"iscr": 68,
	"rank": 4453,
	"ani_id": 32901,
	"synopsis": "One year ago, Sagiri Izumi became step-siblings with Masamune Izumi. But the sudden death of their parents tears their new family apart, resulting in Sagiri becoming a shut-in which cut her off from her brother and society.\n\r\nWhile caring for what's left of his family, Masamune earns a living as a published light novel author with one small problem: he's never actually met his acclaimed illustrator, Eromanga-sensei, infamous for drawing the most lewd erotica. Through an embarrassing chain of events, he learns that his very own little sister was his partner the whole time!\n\r\nAs new characters and challenges appear, Masamune and Sagiri must now face the light novel industry together. Eromanga-Sensei follows the development of their relationship and their struggle to become successful; and as Sagiri slowly grows out of her shell, just how long will she be able to hide her true persona from the rest of the world?"
}, {
	"id": 126,
	"title": "Dimension W",
	"mscr": 50,
	"theme": "Action, Android, Bounty Hunter, Cyberpunk, Dystopia, Manga, Rotten World, Science Fiction, Seinen",
	"anidb_id": 11345,
	"iscr": 72,
	"rank": 2524,
	"ani_id": 31163,
	"synopsis": "In the near future, humans have discovered a fourth dimension, Dimension W, and a supposedly infinite source of energy within. In order to harness this profound new energy, mankind develops advanced \"coils,\" devices that link to and use the power of Dimension W. However, by year 2071, the New Tesla Energy corporation has monopolized the energy industry with coils, soon leading to the illegal distribution of unofficial coils that begin flooding the markets.\n\r\nKyouma Mabuchi is an ex-soldier who is wary of all coil-based technology to the extent that he still drives a gas-powered car. Kyouma is a \"Collector,\" individuals with the sole duty of hunting down illegal coils in exchange for money. What started out as just any other mission is turned on its head when he bumps in Mira Yurizaki, an android with a connection to the \"father\" of coils. When a series of strange events begin to take place, these two unlikely allies band together to uncover the mysteries of Dimension W."
}, {
	"id": 127,
	"title": "Psycho-Pass",
	"mscr": 92,
	"theme": "Action, Cyberpunk, Dystopia, Science Fiction, Seinen, Violence, Psychological",
	"anidb_id": 9127,
	"iscr": 84,
	"rank": 146,
	"ani_id": 13601,
	"synopsis": "Justice, and the enforcement of it, has changed. In the 22nd century, Japan enforces the Sibyl System, an objective means of determining the threat level of each citizen by examining their mental state for signs of criminal intent, known as their Psycho-Pass. Inspectors uphold the law by subjugating, often with lethal force, anyone harboring the slightest ill-will; alongside them are Enforcers, jaded Inspectors that have become latent criminals, granted relative freedom in exchange for carrying out the Inspectors' dirty work.\n\r\nInto this world steps Akane Tsunemori, a young woman with an honest desire to uphold justice. However, as she works alongside veteran Enforcer Shinya Kougami, she soon learns that the Sibyl System's judgments are not as perfect as her fellow Inspectors assume. With everything she has known turned on its head, Akane wrestles with the question of what justice truly is, and whether it can be upheld through the use of a system that may already be corrupt."
}, {
	"id": 128,
	"title": "Psycho-Pass 2",
	"mscr": 75,
	"theme": "Action, Cyberpunk, Dystopia, Science Fiction, Seinen, Violence, Psychological",
	"anidb_id": 10065,
	"iscr": 75,
	"rank": 1664,
	"ani_id": 23281,
	"synopsis": "A year and a half after the events of the original sci-fi psychological thriller, Akane Tsunemori continues her work as an inspector—enforcing the Sibyl System's judgments. Joining her are new enforcers and junior inspector Mika Shimotsuki, a young woman blindly and inflexibly loyal to Sibyl. As Akane ponders both the nature of her job and the legitimacy of Sibyl's verdicts, a disturbing new menace emerges.\n\r\nA mysterious figure has discovered a way to control the Crime Coefficient—a number compiled from mental scans that allows Sibyl to gauge psychological health and identify potential criminals. Through these means, he is able to murder an enforcer, leaving behind a cryptic clue: \"WC?\" scrawled in blood on a wall.\n\r\nAkane and the rest of Division 1 soon find themselves playing a deadly game against their new foe, coming face-to-face with a conspiracy threatening not only the authority of the Sibyl System, but the very foundation of Akane's own convictions."
}, {
	"id": 129,
	"title": "Shingeki no Bahamut: Genesis",
	"mscr": 71,
	"theme": "Action, Adventure, Angel, Deity, Demon, Dragon, Fantasy, Game, High Fantasy, Magic",
	"anidb_id": 10373,
	"iscr": 77,
	"rank": 1037,
	"ani_id": 21843,
	"synopsis": "Thousands of years ago, the ancient dragon Bahamut wrought havoc upon the land of Mistarcia, a world where both gods and demons live amongst mankind. Working together to prevent the world's destruction, the rival deities barely managed to seal Bahamut, agreeing to split the key between them so that the dragon would remain eternally imprisoned.\n\r\nWith the world safe from the destruction of Bahamut, it is business as usual for bounty hunters like Favaro Leone. Living a laid-back, self-serving lifestyle, the amoral Favaro goes about his work while on the run from fellow bounty hunter Kaisar Lidfard, a righteous man who swears vengeance upon Favaro. However, Favaro's carefree life is thrown into chaos when he meets Amira, a mysterious woman who holds half of the key to the world's fragile peace.\n\nShingeki no Bahamut: Genesis tells the story of a group of unlikely heroes who find themselves caught in the middle of an epic clash between gods and demons, forced to carve their own path in the face of the imminent storm."
}, {
	"id": 130,
	"title": "Durarara!!",
	"mscr": 89,
	"theme": "Action, Daily Life, High School, Novel, Seinen, Violence",
	"anidb_id": 6671,
	"iscr": 82,
	"rank": 280,
	"ani_id": 6746,
	"synopsis": "In Tokyo's downtown district of Ikebukuro, amidst many strange rumors and warnings of anonymous gangs and dangerous occupants, one urban legend stands out above the rest—the existence of a headless \"Black Rider\" who is said to be seen driving a jet-black motorcycle through the city streets.\n\r\nMikado Ryuugamine has always longed for the excitement of the city life, and an invitation from a childhood friend convinces him to move to Tokyo. Witnessing the Black Rider on his first day in the city, his wishes already seem to have been granted. But as supernatural events begin to occur, ordinary citizens like himself, along with Ikebukuro's most colorful inhabitants, are mixed up in the commotion breaking out in their city."
}, {
	"id": 131,
	"title": "Durarara!!x2 Ketsu",
	"mscr": 50,
	"theme": "Action, Daily Life, High School, Novel, Seinen, Violence",
	"anidb_id": 10867,
	"iscr": 81,
	"rank": 364,
	"ani_id": 27833,
	"synopsis": "As Mikado Ryuugamine continues to purge the Dollars from within in accordance with his warped sense of justice, Masaomi Kida hopes to bring his friend back to his senses by bringing the Yellow Scarves together once more. Little do they know that a far more dominant force is about to enter their struggle for power, one that their friend Anri Sonohara is all too familiar with.\n\r\nMeanwhile, the group that has gathered at Shinra Kishitani's apartment realizes that they are on the brink of something life-changing, an event that will throw Ikebukuro into a spiral of confusion. Their anxiety is realized when reports of Celty's head being found in public start to appear all over the news as Kasane Kujiragi begins to make her move.\n\r\nGone are the brief periods of tranquility as the current turmoil sets the stage for one final performance in this thrilling conclusion to the story of Ikebukuro's finest."
}, {
	"id": 132,
	"title": "Durarara!!x2 Shou",
	"mscr": 50,
	"theme": "Action, Daily Life, High School, Novel, Seinen, Violence",
	"anidb_id": 10523,
	"iscr": 80,
	"rank": 456,
	"ani_id": 23199,
	"synopsis": "Although peace has finally returned to Ikebukuro, many of the odd occurrences have become common sights around the city. One such case is the police's constant pursuit of Celty Sturluson, the Headless Rider. Moreover, someone has placed a large bounty on her, igniting the motivation of gang members all over to begin searching for the supernatural creature as well. Meanwhile, Mikado Ryuugamine is approached by Aoba Kuronuma, a mysterious underclassman with unknown intentions, who reveals that he knows Mikado's true identity.\n\r\nBut Ikebukuro's state of tranquility is short-lived, as a new threat appears in the form of a murderer who goes by the pseudonym \"Hollywood,\" known for wearing a different mask each time they commit a crime. As the various events taking place prove to be connected yet again, Ikebukuro is thrown into another conflict that threatens to engulf the entire city in chaos."
}, {
	"id": 133,
	"title": "Durarara!!x2 Ten",
	"mscr": 50,
	"theme": "Action, Daily Life, High School, Novel, Seinen, Violence",
	"anidb_id": 10866,
	"iscr": 80,
	"rank": 467,
	"ani_id": 27831,
	"synopsis": "In Ikebukuro, the lives of its citizens continue intertwining with each other as if their fates are predestined. Mikado Ryuugamine is now one step closer to his goal of living an exciting life, and in turn, delves deeper into the darker side of Ikebukuro. After gaining absolute control over a former rival, he uses his newfound power as he pleases, purging the Dollars from the inside to mold it into the ideal organization. This proves to be as challenging as it sounds as Mikado must now deal with unwanted outside interference, most notably a re-emerging and dearly missed friend. Meanwhile, Izaya Orihara still has some schemes up his sleeve, although a rival information exchange center has proven to be quite the hindrance, lurking within everyone’s favorite downtown district. Undoubtedly, sooner or later, chaos will strike again."
}, {
	"id": 134,
	"title": "Akame ga Kill!",
	"mscr": 50,
	"theme": "SAction, Fantasy, Manga, Military, Shounen, Super Power, Tragedy, Violence",
	"anidb_id": 10407,
	"iscr": 77,
	"rank": 969,
	"ani_id": 22199,
	"synopsis": "Night Raid is the covert assassination branch of the Revolutionary Army, an uprising assembled to overthrow Prime Minister Honest, whose avarice and greed for power has lead him to take advantage of the child emperor's inexperience. Without a strong and benevolent leader, the rest of the nation is left to drown in poverty, strife, and ruin. Though the Night Raid members are all experienced killers, they understand that taking lives is far from commendable and that they will likely face retribution as they mercilessly eliminate anyone who stands in the revolution's way.\n\r\nThis merry band of assassins' newest member is Tatsumi, a naïve boy from a remote village who had embarked on a journey to help his impoverished hometown and was won over by not only Night Raid's ideals, but also their resolve. Akame ga Kill! follows Tatsumi as he fights the Empire and comes face-to-face with powerful weapons, enemy assassins, challenges to his own morals and values, and ultimately, what it truly means to be an assassin with a cause."
}, {
	"id": 135,
	"title": "Evangelion",
	"mscr": 89,
	"theme": "Action, Alien, Angst, Mecha, Post Apocalyptic, Science Fiction, Violence",
	"anidb_id": 22,
	"iscr": 83,
	"rank": 217,
	"ani_id": 30,
	"synopsis": "In the year 2015, the world stands on the brink of destruction. Humanity's last hope lies in the hands of Nerv, a special agency under the United Nations, and their Evangelions, giant machines capable of defeating the Angels who herald Earth's ruin. Gendou Ikari, head of the organization, seeks compatible pilots who can synchronize with the Evangelions and realize their true potential. Aiding in this defensive endeavor are talented personnel Misato Katsuragi, Head of Tactical Operations, and Ritsuko Akagi, Chief Scientist.\n\r\nFace to face with his father for the first time in years, 14-year-old Shinji Ikari's average life is irreversibly changed when he is whisked away into the depths of Nerv, and into a harrowing new destiny—he must become the pilot of Evangelion Unit-01 with the fate of mankind on his shoulders.\n\r\nWritten by Hideaki Anno, Neon Genesis Evangelion is a heroic tale of a young boy who will become a legend. But as this psychological drama unfolds, ancient secrets beneath the big picture begin to bubble to the surface..."
}, {
	"id": 136,
	"title": "Wake Up, Girls!",
	"mscr": 50,
	"theme": "Idol, Music, Music Band",
	"anidb_id": 9417,
	"iscr": 70,
	"rank": 3585,
	"ani_id": 19023,
	"synopsis": "On Christmas 2013, the band Wake Up, Girls plays their debut song to a small audience without much fanfare. After the concert, the group’s manager takes off with the money, leaving Green Leaves Entertainment on the verge of closure and the band without a future.\n\r\nDespite this tumultuous beginning, the girls get a second chance, thanks to a mysterious benefactor and a shady business proposal. From here it’s a rocky climb to the top, but it’s a climb the girls are ready to make. Wake Up, Girls! follows the internal and external struggles of being a small-time idol girl band, from finding and accepting gigs to competing in popularity against other pop bands.\n\r\nThrough the band, the girls come to accept their pasts and become more certain about their futures. Faced with increasing stakes and popularity, each of the band’s seven members must find the strength and courage inside herself to give her all to the band."
}, {
	"id": 137,
	"title": "To LOVE-Ru Darkness",
	"mscr": 50,
	"theme": "Alien, Comedy, Daily Life, Ecchi, Harem, Pantsu, Romance, Shounen, Small Breasts",
	"anidb_id": 9133,
	"iscr": 76,
	"rank": 1238,
	"ani_id": 13663,
	"synopsis": "As close encounters of the twisted kind between the residents of the planet Develuke (represented primarily by the female members of the royal family) and the inhabitants of Earth (represented mainly by one very exhausted Rito Yuki) continue to escalate, the situation spirals even further out of control. When junior princesses Nana and Momo transferred into Earth School where big sister LaLa can (theoretically) keep an eye on them, things SHOULD be smooth sailing. But when Momo decides she'd like to \"supplement\" Rito's relationship with LaLa with a little \"sisterly love,\" you know LaLa's not going to waste any time splitting harems. Unfortunately, it's just about that point that Yami, the Golden Darkness, enters the scene with all the subtleness of a supernova, along with an army of possessed high school students! All of which is certain to make Rito's life suck more than a black hole at the family picnic. Unless, of course, a certain semi-demonic princess can apply a little of her Develukean Whoop Ass to exactly that portion of certain other heavenly bodies! "
}, {
	"id": 138,
	"title": "To LOVE-Ru Darkness 2nd",
	"mscr": 50,
	"theme": "Alien, Comedy, Daily Life, Ecchi, Harem, Pantsu, Romance, Shounen, Small Breasts",
	"anidb_id": 10992,
	"iscr": 76,
	"rank": 1239,
	"ani_id": 28979,
	"synopsis": "The dispassionate, transforming assassin Golden Darkness returns to peer deeper into the mysteries surrounding her new life, while a sinister Nemesis manipulates her younger sister Mea from the shadows. Along with their newly discovered mother, Tearju, this previously estranged family quickly becomes the center of everyone's attention. On the other hand, Princess Momo's Harem Plan stands on shaky ground amidst Rito's inability to confess to his longtime crush Haruna, who has grown feelings of her own.\n\r\nBut things aren't as peaceful as they seem; an evil force looms amidst the innocuous commotion, threatening to eclipse the love, happiness, and friendship of Rito and his harem. Only the light of love can hope to banish the shadow."
}, {
	"id": 139,
	"title": "Tonari no Seki-kun",
	"mscr": 50,
	"theme": "Comedy, Manga, School Life, Seinen",
	"anidb_id": 9809,
	"iscr": 76,
	"rank": 1240,
	"ani_id": 18139,
	"synopsis": "The original manga revolves around a girl named Yokoi who sits next to a boy only known as Seki-kun. During class, Seki-kun continues to not pay attention and instead creates amazing little distractions, such as a detailed golf course with the course's hole being a dent in his desk, or an entire dramatic war being played out by paper shogi pieces. Yokoi often finds herself getting reluctantly interested in his games, even though they always seem to end up getting HER in trouble with the teacher!"
}, {
	"id": 140,
	"title": "Pokemon",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 230,
	"iscr": 74,
	"rank": 1991,
	"ani_id": 527,
	"synopsis": "Pokemon are peculiar creatures with a vast array of different abilities and appearances; many people, known as Pokemon trainers, capture and train them, often with the intent of battling others. Young Satoshi has not only dreamed of becoming a Pokemon trainer but also a \"Pokemon Master,\" and on the arrival of his 10th birthday, he finally has a chance to make that dream a reality. Unfortunately for him, all three Pokemon available to beginning trainers have already been claimed and only Pikachu, a rebellious Electric type Pokemon, remains. However, this chance encounter would mark the start of a lifelong friendship and an epic adventure!\n\r\nSetting off on a journey to become the very best, Satoshi and Pikachu travel across beautiful, sprawling regions with their friends Kasumi, a Water type trainer, and Takeshi, a Rock type trainer. But danger lurks around every corner. The infamous Team Rocket is always nearby, seeking to steal powerful Pokemon through nefarious schemes. It'll be up to Satoshi and his friends to thwart their efforts as he also strives to earn the eight Pokemon Gym Badges he'll need to challenge the Pokemon League, and eventually claim the title of Pokemon Master. "
}, {
	"id": 141,
	"title": "Pokemon Advanced",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 1041,
	"iscr": 71,
	"rank": 3004,
	"ani_id": 1564,
	"synopsis": "After participating in the Johto League, Satoshi decides to begin anew in yet another journey; this time by himself and Pikachu, in the land of Houen. Though he isn't alone for long, as 10-year-old Haruka (whom dislikes Pokemon, but just wants to come along to see the world) travels with him after Pikachu destroys her bicycle. Satoshi also meets up with his old companion, Takeshi, and Haruka's younger brother, Masato. Together, they travel along in Houen, battling Gym Leaders, entering Contests, and other events on the way to the Houen League."
}, {
	"id": 142,
	"title": "Pokemon Diamond & Pearl",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 4728,
	"iscr": 72,
	"rank": 2745,
	"ani_id": 1565,
	"synopsis": "After defeating Pyramid King Jindai and declining the offer to be a Frontier Brain, Satoshi sets off to travel through the far away land of Sinnoh. Once he gets there, he meets up with Hikari, a local trainer from the region, and they decide to travel together."
}, {
	"id": 143,
	"title": "Pokemon: Best Wishes!",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 7891,
	"iscr": 65,
	"rank": 5546,
	"ani_id": 9107,
	"synopsis": "As with both the Advanced Generation and Diamond & Pearl series before it, the Best Wishes! series begins with only Satoshi, headed off to the Isshu region, located far away from Kanto, Johto, Houen, and Sinnoh, with his Pikachu. After he meets up with the new trainer and rival Shooty and the region's Professor Araragi, he gains traveling companions in Iris, a girl from a town known for its Dragon Pokémon, and Dent, Pokémon Connoisseur and the Grass Pokémon specialist of the three Sanyou City Gym Leaders."
}, {
	"id": 144,
	"title": "Pokemon: Best Wishes! 2",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 9216,
	"iscr": 66,
	"rank": 5458,
	"ani_id": 14093,
	"synopsis": "Satoshi, Iris & Dent continue their travels through the Isshu region. After successfully winning his 8th Gym Badge against Homika in Tachiwaki City, Shirona invites everyone to stay at her villa in East Isshu, where old friend Hikari is also staying, and participate in the Pokemon World Tournament Junior Cup before Satoshi participates in the Unova League. Team Rocket, meanwhile, initiate their final plan for the Isshu region-what is their purpose in  their desire for the legendary Pokémon Meloetta?"
}, {
	"id": 145,
	"title": "Pokemon XY",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 9956,
	"iscr": 74,
	"rank": 2043,
	"ani_id": 19291,
	"synopsis": "Satoshi and Pikachu have arrived in Miare City of the illustrious Kalos region to capture more Pokemon and continue their journey towards becoming the very best. Meanwhile, a genius inventor named Citron and his little sister Eureka wander the city when they run into Satoshi who quickly challenges them to a battle. However, they are soon caught up in a dangerous incident when Team Rocket, following Satoshi into Kalos, cause a Gaburias to rampage through the city.\n\r\nFar away in the quiet Asame Town, a young girl named Serena slogs through daily Sihorn riding practice at the behest of her mother, a professional Sihorn racer. After practice, she sees the events unfolding in Miare City on television where she recognizes a boy from her childhood. Having left a significant impact on her life, the sight of him stirs in her a desire to meet him again; and so, Serena sets off to Miare City, determined to find the boy from her past.\n\nPokemon XY follows the group as they travel throughout Kalos in pursuit of their ambitions—Satoshi challenging Pokemon gyms, Citron learning from Satoshi, and Serena searching for what exactly her dream is. Along the way, they meet new friends, face new rivals, and continue to thwart Team Rocket's schemes, all the while discovering a little about the mysteries of mega evolution."
}, {
	"id": 146,
	"title": "Pokemon XY&Z",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 11585,
	"iscr": 77,
	"rank": 963,
	"ani_id": 31592,
	"synopsis": "The journey of Satoshi and his friends through the Kalos region continues! After Satoshi obtains his seventh gym badge, the group is moving toward the next town when Eureka discovers a mysterious Pokemon resting in her pochette. Soon given the name Puni-chan, it is one that even Satoshi and Serena's new Pokemon Zukan cannot identify. However, it quickly becomes apparent that Puni-chan is the target of a mysterious group clad in bright red suits known as Team Flare, aiming to capture the new Pokemon to further their agenda. But when Satoshi and the gang realize that the enigmatic organization has no intention of treating Puni-chan with any decency, they take a stand in opposition to Team Flare's plans, daring to fight back.\n\r\nWith Gojika's predictions looming above them, Satoshi aims for his final gym badge while Serena contests for her last Princess Key in order to be able to compete at the TriPokalon Master Class. But as Team Flare begins to move in search of the mysterious Z, the stories of Pokemon XY and Pokemon XY: Mega Evolution cross paths as Satoshi and his friends, along with Team Rocket, get caught up in a scheme that could put Kalos in great danger."
}, {
	"id": 147,
	"title": "Pokemon Sun & Moon",
	"mscr": 90,
	"theme": "Action, Comedy, Fantasy, Game, RPG, Shounen",
	"anidb_id": 12407,
	"iscr": 68,
	"rank": 4385,
	"ani_id": 34034,
	"synopsis": "After his mother wins a free trip to the islands, Pokemon trainer Satoshi and his partner Pikachu head for Melemele Island of the beautiful Alola region, which is filled with lots of new Pokemon and even variations of familiar faces. Eager to explore the island, Satoshi and Pikachu run wild with excitement, quickly losing their way while chasing after a Pokemon. The pair eventually stumbles upon the Pokemon School, an institution where students come to learn more about these fascinating creatures.\n\r\nAt the school, when he and one of the students—the no-nonsense Kaki—have a run-in with the nefarious thugs of Team Skull, Satoshi discovers the overwhelming might of the Z-Moves, powerful attacks originating from the Alola region that require the trainer and Pokemon to be in sync. Later that night, he and Pikachu have an encounter with the guardian deity Pokemon of Melemele Island, the mysterious Kapu Kokeko. The Pokemon of legend bestows upon them a Z-Ring, a necessary tool in using the Z-Moves. Dazzled by his earlier battle and now in possession of a Z-Ring, Satoshi and Pikachu decide to stay behind in the Alola Region to learn and master the strength of these powerful new attacks.\n\r\nEnrolling in the Pokemon School, Satoshi is joined by classmates such as Lillie, who loves Pokemon but cannot bring herself to touch them, Kaki, and many others. Between attending classes, fending off the pesky Team Rocket—who themselves have arrived in Alola to pave the way for their organization's future plans—and taking on the Island Challenge that is necessary to master the Z-Moves, Satoshi and Pikachu are in for an exciting new adventure."
}, {
	"id": 148,
	"title": "Machine-Doll wa Kizutsukanai",
	"mscr": 50,
	"theme": "Action, Android, Fantasy, Magic, Mecha, Novel, Nudity, Romance, Science Fiction, Seinen, Steampunk",
	"anidb_id": 9665,
	"iscr": 72,
	"rank": 2545,
	"ani_id": 17247,
	"synopsis": "The Walpurgis Royal Academy of Machinart was founded alongside the development of \"Machinart,\" machine magic capable of giving life and intelligence to mechanical dolls subsequently called as \"automaton.\" Its aim: train skilled puppeteers to control the automatons, as militaries across the globe have begun incorporating Machinart into their armies.\n\r\nAfter miserably failing the academy's entrance exams, Raishin Akabane and his humanoid automaton Yaya must defeat one of the top one hundred students to earn the right to take part in the Evening Party, a fight for supremacy between puppeteers using their automatons. The last one standing is bestowed the title of \"Wiseman\" and granted access to the powerful forbidden arts.\n\r\nThus, Raishin challenges Charlotte Belew and her automaton Sigmund to a duel, but before they even begin, Sigmund is attacked by other students. After saving his opponents from their assaulters, Raishin cancels the duel but is forced to search for a new way to gain access to the Party. Driven by the tragedies of his past, Raishin fights alongside Yaya to rise to the top and claim the title of Wiseman."
}, {
	"id": 149,
	"title": "Kill la Kill",
	"mscr": 50,
	"theme": "Action, Comedy, Ecchi, Fantasy, High School, Seinen, Super Power, Violence",
	"anidb_id": 9875,
	"iscr": 81,
	"rank": 358,
	"ani_id": 18679,
	"synopsis": "After the murder of her father, Ryuuko Matoi has been wandering the land in search of his killer. Following her only lead—the missing half of his invention, the Scissor Blade—she arrives at the prestigious Honnouji Academy, a high school unlike any other. The academy is ruled by the imposing and cold-hearted student council president Satsuki Kiryuuin alongside her powerful underlings, the Elite Four. In the school's brutally competitive hierarchy, Satsuki bestows upon those at the top special clothes called \"Goku Uniforms,\" which grant the wearer unique superhuman abilities. \n\r\nThoroughly beaten in a fight against one of the students in uniform, Ryuuko retreats to her razed home where she stumbles across Senketsu, a rare and sentient \"Kamui,\" or God Clothes. After coming into contact with Ryuuko's blood, Senketsu awakens, latching onto her and providing her with immense power. Now, armed with Senketsu and the Scissor Blade, Ryuuko makes a stand against the Elite Four, hoping to reach Satsuki and uncover the culprit behind her father's murder once and for all. "
}, {
	"id": 150,
	"title": "Coppelion",
	"mscr": 50,
	"theme": "Action, Adventure, Dystopia, Manga, Post Apocalyptic, Science Fiction, Seinen, Violence",
	"anidb_id": 7933,
	"iscr": 65,
	"rank": 5811,
	"ani_id": 9479,
	"synopsis": "In 2016, a meltdown of a nuclear power plant creates a big catastrophe in Tokyo. 20 years later, the city has become a ghost town due to the high levels of radiation. From that area a distress signal is received. The Self Defense forces dispatch three girls from the special unit Coppelion to search for survivors. But why aren't they wearing any protection against radiation?"
}, {
	"id": 151,
	"title": "Nagi no Asukara",
	"mscr": 50,
	"theme": "Coming of age, Fantasy, Love Polygon, Romance, Seinen",
	"anidb_id": 9387,
	"iscr": 82,
	"rank": 331,
	"ani_id": 16067,
	"synopsis": "Long ago, all humans lived beneath the sea. However, some people preferred the surface and abandoned living underwater permanently. As a consequence, they were stripped of their god-given protection called \"Ena\" which allowed them to breathe underwater. Over time, the rift between the denizens of the sea and of the surface widened, although contact between the two peoples still existed.\n\nNagi no Asu kara follows the story of Hikari Sakishima and Manaka Mukaido, along with their childhood friends Chisaki Hiradaira and Kaname Isaki, who are forced to leave the sea and attend a school on the surface. There, the group also meets Tsumugu Kihara, a fellow student and fisherman who loves the sea.\n\r\nHikari and his friends' lives are bound to change as they have to deal with the deep-seated hatred and discrimination between the people of sea and of the surface, the storms in their personal lives, as well as an impending tempest which may spell doom for all who dwell on the surface."
}, {
	"id": 152,
	"title": "Diabolik Lovers",
	"mscr": 50,
	"theme": "Bishounen, Game, Vampire, Visual Novel",
	"anidb_id": 9717,
	"iscr": 56,
	"rank": 9047,
	"ani_id": 17513,
	"synopsis": "At the behest of her father, Yui Komori goes to live in a secluded mansion, home to the six Sakamaki brothers—Shuu, Reiji, Ayato, Kanato, Laito, and Subaru—a family of vampires. Though at first the siblings are confused as to why the girl has arrived, they soon realize that she is to be their new \"sacrificial bride,\" not to mention their other, more carnal intentions for her. After meeting the brothers, Yui quickly begins to question why her father would have sent her here and why she feels a strange, new pain in her chest. With each brother more sadistic than the last, Yui's life as a captive takes a harrowing turn in her new home. As her days turn into endless nights, and each brother vows to make her his own, Yui falls deeper and deeper into madness and ecstasy."
}, {
	"id": 153,
	"title": "Yami Shibai",
	"mscr": 90,
	"theme": "Contemporary Fantasy, Horror, Short Episodes",
	"anidb_id": 9964,
	"iscr": 71,
	"rank": 3151,
	"ani_id": 19383,
	"synopsis": "The mysterious, yellow-masked Storyteller is a man whose true name and origin are both unknown. He appears at dusk where children gather and recites sinister tales based on Japanese urban legends, to which his young audience eerily intakes. However, the Storyteller is no ordinary teller of tales. He incorporates a kamishibai, a traditional paper-scrolling device, to add visuals to his already demented narration.\n\r\nA series of short horror stories, Yami Shibai begins with a bachelor who, after moving into a new apartment, immediately starts sensing a malevolent glare being pressed into him. A single talisman rests on his ceiling, but he has no way of knowing it is one of the few safeguards that separate him from a bottomless pit of suffering. Each story is more terrifying, more appalling, and more sickening than the last as the Storyteller's audience find themselves being sucked into the vicious world of his words."
}, {
	"id": 154,
	"title": "Yami Shibai 2",
	"mscr": 90,
	"theme": "Contemporary Fantasy, Horror, Short Episodes",
	"anidb_id": 10717,
	"iscr": 65,
	"rank": 5750,
	"ani_id": 22537,
	"synopsis": "For the second time, the masked storyteller returns to tell children tales and legends of horror and woe, such as the tale of a ventriloquist's dummy, a locker that grants wishes, a capsule toy machine that returns lost possessions, and a strange food called Ominie-san.\n\r\nBuilding on the foundation that was laid by the first, Yami Shibai 2 is a collection of Japanese scary stories of the unknown and the occult that are truly terrifying, narrated in a style of art that mimics kamishibai storytelling. "
}, {
	"id": 155,
	"title": "Yami Shibai 3rd Season",
	"mscr": 90,
	"theme": "Contemporary Fantasy, Horror, Short Episodes",
	"anidb_id": 11748,
	"iscr": 63,
	"rank": 6832,
	"ani_id": 31994,
	"synopsis": "A young boy silently sketches out the forms of the horrors that dwell in his mind. During this adventure into the occult and mysterious, he tells tales that involve dreams of a person with a muscular arm that you must not look at, a hospital with a room that holds a grim secret, and a visit to an eerily silent taxidermy museum.\n\r\nThese tales and more are compiled in Yami Shibai 3. Presented in an art style similar to kamishibai storytelling, this horror series stays true to the gruesome and creepy trend that is prominent in Yami Shibai and Yami Shibai 2nd Season."
}, {
	"id": 156,
	"title": "Yami Shibai 4th Season",
	"mscr": 90,
	"theme": "Contemporary Fantasy, Horror, Short Episodes",
	"anidb_id": 12575,
	"iscr": 57,
	"rank": 8935,
	"ani_id": 34467,
	"synopsis": "Excited children gather around the enigmatic masked Storyteller once more. His unique kamishibai storytelling draws them into tales of fear and dread. These are dark and foreboding stories, which could happen to anyone...\n\r\nThis season has tales of a salaryman who buries a dead cat, only to be haunted soon after; a college student and her cheap new apartment that hides a ghastly secret; boys exploring an abandoned haunted house before coming across a strange fish tank; a man who finds himself on the wrong bus, and in more danger than he thought possible; and a young couple's visit to an amusement park, which suddenly takes a dark turn. All these stories and more await in Yami Shibai 4."
}, {
	"id": 157,
	"title": "Highschool of the Dead",
	"mscr": 95,
	"theme": "Action, Angst, Coming of Age, Ecchi, Harem, Horror, Large Breasts, Manga, Pantsu, Post Apocalyptic, Rotten World, Shounen, Zombie",
	"anidb_id": 7382,
	"iscr": 73,
	"rank": 2458,
	"ani_id": 8074,
	"synopsis": "It happened suddenly: The dead began to rise and Japan was thrown into total chaos. As these monsters begin terrorizing a high school, Takashi Kimuro is forced to kill his best friend when he gets bitten and joins the ranks of the walking dead. Vowing to protect Rei Miyamoto, the girlfriend of the man he just executed, they narrowly escape their death trap of a school, only to be greeted with a society that has already fallen.\n\r\nSoon, Takashi and Rei band together with other students on a journey to find their family members and uncover what caused this overwhelming pandemic. Joining them is Saeko Busujima, the beautiful president of the Kendo Club; Kouta Hirano, an otaku with a fetish for firearms; Saya Takagi, the daughter of an influential politician; and Shizuka Marikawa, their hot school nurse. But will the combined strength of these individuals be enough to conquer this undead apocalypse?"
}, {
	"id": 158,
	"title": "High School DxD",
	"mscr": 50,
	"theme": "Action, Contemporary Fantasy, Demon, Ecchi, Fantasy, Harem, Large Breasts, Nudity, Pantsu, Romance, Shounen",
	"anidb_id": 8660,
	"iscr": 75,
	"rank": 1471,
	"ani_id": 11617,
	"synopsis": "High school student Issei Hyoudou is your run-of-the-mill pervert who does nothing productive with his life, peeping on women and dreaming of having his own harem one day. Things seem to be looking up for Issei when a beautiful girl asks him out on a date, although she turns out to be a fallen angel who brutally kills him! However, he gets a second chance at life when beautiful senior student Rias Gremory, who is a top-class devil, revives him as her servant, recruiting Issei into the ranks of the school's Occult Research club.\n\r\nSlowly adjusting to his new life, Issei must train and fight in order to survive in the violent world of angels and devils. Each new adventure leads to many hilarious (and risqué) moments with his new comrades, all the while keeping his new life a secret from his friends and family in High School DxD!"
}, {
	"id": 159,
	"title": "Devil Survivor 2 The Animation",
	"mscr": 50,
	"theme": "Demon, Fantasy, Game, Large Breasts, Magic, RPG, Seinen, Tragedy",
	"anidb_id": 9554,
	"iscr": 69,
	"rank": 3765,
	"ani_id": 16512,
	"synopsis": "The countdown to extinction begins on Sunday with the arrival of the Septentriones, otherworldly invaders set on the eradication of mankind. Caught in the crossfire, Hibiki Kuze and his friends join in the war for humanity's survival by signing contracts with demons to become \"Devil Summoners.\" Soon, their abilities attract the attention of JP's, an underground agency led by Yamato Houtsuin. Once recruited into JP's, Hibiki and his friends fight and bond alongside other ordinary citizens who are Devil Summoners. \n\r\nHowever, with each new day, another Septentrione appears to wreak havoc upon Japan. Even if many lives are lost in the process, before that night ends, the young summoners must defeat the invaders at all costs."
}, {
	"id": 160,
	"title": "Aku no Hana",
	"mscr": 50,
	"theme": "Angst, Manga, Middle School, School Life, Shounen",
	"anidb_id": 9357,
	"iscr": 71,
	"rank": 3024,
	"ani_id": 16201,
	"synopsis": "Kasuga Takao is a boy who loves reading books, particularly Baudelaire's Les Fleurs du Mal. A girl at his school, Saeki Nanako, is his muse and his Venus, and he admires her from a distance. One day, he forgets his copy of Les Fleurs du Mal in the classroom and runs back alone to pick it up. In the classroom, he finds not only his book, but Saeki's gym uniform. On a mad impulse, he steals it.\n\r\nNow everyone knows \"some pervert\" stole Saeki's uniform, and Kasuga is dying with shame and guilt. Furthermore, the weird, creepy, and friendless girl of the class, Nakamura, saw him take the uniform. Instead of revealing it was him, she recognizes his kindred deviant spirit and uses her knowledge to take control of his life. Will it be possible for Kasuga to get closer to Saeki, despite Nakamura's meddling and his dark secret? What exactly does Nakamura intend to do with him?"
}, {
	"id": 161,
	"title": "Hentai Ouji to Warawanai Neko",
	"mscr": 50,
	"theme": "Comedy, Daily Life, Ecchi, Harem, Love Polygon, Seinen",
	"anidb_id": 9341,
	"iscr": 73,
	"rank": 2242,
	"ani_id": 15225,
	"synopsis": "Youto Yokodera wants to be seen in a way different from most men: as a pervert. However, his lewd actions are often misinterpreted as good intentions, and people cannot see his true nature. Upon hearing rumors of a cat statue that can banish an unwanted trait, he searches for it and prays for his façade to be removed. But each wish comes at a price: those unwelcomed traits are transferred to someone else who desires them!\n\r\nAfter realizing that vocalizing his dirty thoughts is not the best thing, Youto decides to regain his lost traits by seeking out the person who received them. Unfortunately, he was not alone in praying to the cat statue, and now he must not only fix his life, but the lives of others as well."
}, {
	"id": 162,
	"title": "Maoyu Mao Yuusha",
	"mscr": 50,
	"theme": "Comedy, Demon, dystopia, Fantasy, Novel, Romance, Seinen",
	"anidb_id": 9287,
	"iscr": 74,
	"rank": 2032,
	"ani_id": 14833,
	"synopsis": "Fifteen years have passed since the war between humans and demons began. Dissatisfied with their slow advance into the Demon Realm, the Hero abandons his companions to quickly forge ahead towards the Demon Queen's castle. Upon his arrival at the royal abode, the Hero makes a startling discovery: not only is the Demon Queen a woman of unparalleled beauty, but she also seeks the Hero's help. Confused by this unexpected turn of events, the Hero refuses to ally himself with his enemy, claiming that the war the demons have waged is tearing the Southern Nations apart.\n\r\nHowever, the Demon Queen rebuts, arguing that the war has not only united humanity but has also brought them wealth and prosperity, providing evidence to support her claims. Furthermore, she explains that if the war were to end, the supplies sent by the Central Nations in aid to the Southern Nations would cease, leaving hundreds of thousands to starve. Fortunately, she offers the Hero a way to end the war while bringing hope not only to the Southern Nations, but also to the rest of the world, though she will need his assistance to make this a reality.\n\r\nFinally convinced, the Hero agrees to join his now former enemy in her quest. Vowing to stay together through sickness and health, they set off for the human world."
}, {
	"id": 163,
	"title": "Gamers!",
	"mscr": 73,
	"theme": "Comedy, High School, Novel, School Life, Romance",
	"anidb_id": 12494,
	"iscr": 71,
	"rank": 3035,
	"ani_id": 34280,
	"synopsis": "Keita Amano is a typical high school gamer living out an average student's life. One day, however, he has an unexpected meeting with the cutest girl in school that makes him want to disappear without a trace! \n\r\nThis girl, Karen Tendou, is an exemplary student who is proclaimed to be the school's idol. She discovers that Amano is a gamer, and this newfound knowledge incites a passionate desire within her to recruit him into the game club. Upon visiting the club, Amano is forcefully made aware of a side to gaming wildly different than the one he loves so dearly. \n\r\nTendou's interest in Amano begins shaking up what was once an uneventful life, filling it with spontaneity, awkwardness, and a little bit of mayhem. As a result, every day becomes a comical battle for Amano's sanity as he tries to adapt to these wild, unexpected changes."
}, {
	"id": 164,
	"title": "Sukitte Ii na yo",
	"mscr": 50,
	"theme": "High School, Love Polygon, Manga, Romance, School Life",
	"anidb_id": 9236,
	"iscr": 76,
	"rank": 1259,
	"ani_id": 14289,
	"synopsis": "Friends will only let you down—that is the sad truth Mei Tachibana lives with, ever since she was wrongfully blamed for the death of a class pet by her so-called friends in grade school. Since then, she stays away from people in order to avoid ever being hurt again. However, Mei's life begins to change drastically when a misunderstanding in high school causes her to encounter popular student Yamato Kurosawa.\n\r\nYamato finds her intriguing and insists on being her friend, even though Mei wants nothing to do with him. But when a dangerous situation ends with Yamato kissing Mei to save her from the unwanted attention of a stalker, Mei begins to develop feelings for him. On the heels of her discovery that their feelings are mutual, they start dating and she gains not only a boyfriend, but friends as well. Mei, however, finds it very hard to adapt to this new lifestyle, especially in expressing her true feelings towards Yamato.\n\r\nThroughout misunderstandings of their new relationship, each other, and the attentions of other girls, Mei and Yamato slowly grow closer and learn the true meaning of those three little words: \"I love you.\""
}, {
	"id": 166,
	"title": "BTOOOM!",
	"mscr": 50,
	"theme": "Action, Manga, Science Fiction, Seinen, Thriller, Violence",
	"anidb_id": 9249,
	"iscr": 75,
	"rank": 1554,
	"ani_id": 14345,
	"synopsis": "Ryouta Sakamoto is unemployed and lives with his mother, his only real achievement being that he is Japan's top player of the popular online video game Btooom! However, his peaceful life is about to change when he finds himself stranded on an island in the middle of nowhere, with a small green crystal embedded in his left hand and no memory of how he got there. To his shock, someone has decided to recreate the game he is so fond of in real life, with the stakes being life or death.\n\r\nArmed with a bag full of unique bombs known as \"BIM,\" the players are tasked with killing seven of their fellow participants and taking their green crystals in order to return home. Initially condemning any form of violence, Ryouta is forced to fight when he realizes that many of the other players are not as welcoming as they may seem. Teaming up with Himiko, a fellow Btooom! player, they attempt to get off of the island together, coming closer and closer to the truth behind this contest of death."
}, {
	"id": 167,
	"title": "Queen's Blade: Gyokuza o Tsugu Mono",
	"mscr": 50,
	"theme": "Action, Ecchi, Elf, Fantasy, Game, Large Breasts, Martial Arts, Nudity, Pantsu, Seinen",
	"anidb_id": 6653,
	"iscr": 66,
	"rank": 5223,
	"ani_id": 6633,
	"synopsis": "After experiencing the numerous trials encountered on her journey, Reina has grown as a warrior. Determined to take part in the Queen's Blade tournament, she arrives at the capital city Gainos, where Queen Aldora awaits. There gathers a number of beautiful warriors who, like Reina, are there for the Queen's Blade.\n\r\nAmongst them is Reina's sister, Claudette, determined to restore the glory of House Vance; Tomoe and Shizuka, who are both fighting for their homeland of Hinomoto; Nanael who has been ordered to participate by the Archangel; and the subordinates of the Marshland Witch.\n\r\nAll these beautiful fighters who gather in Gainos have been one objective, to win through the Queen's Blade, the tournament to select the strongest, most beautiful queen. Who would ascend to that glorious throne? That can only be determined via battle."
}, {
	"id": 168,
	"title": "Zetman",
	"mscr": 50,
	"theme": "Action, Horror, Manga, Seinen, Tragedy",
	"anidb_id": 8728,
	"iscr": 69,
	"rank": 3860,
	"ani_id": 11837,
	"synopsis": "The story starts off with a face-off between two rival heroes, ZET and ALPHAS, and then traces their origins - Jin Kanzaki, a young man with the ability to transform into a superhuman being known as ZET, and Kouga Amagi, a young man with a strong sense of justice who uses technology to fight as ALPHAS.\n\r\nThe fates of these two men and those around them intertwine as they fight to protect mankind and destroy monstrous abominations known as Players."
}, {
	"id": 169,
	"title": "Ousama Game The Animation",
	"mscr": 35,
	"theme": "Manga, Novel, Game",
	"anidb_id": 13335,
	"iscr": 51,
	"rank": 10148,
	"ani_id": 36027,
	"synopsis": "It can be rough transferring to a new school—even more so if you don't want to make any friends, like Nobuaki Kanazawa. But the reason for his antisocial behavior soon becomes clear when his class receives a text from someone called \"The King.\" Included are instructions for the \"King's Game,\" and all class members must participate. Those who refuse to play, quit halfway, or don't follow an order in the allotted time of 24 hours will receive a deadly punishment.\n\r\nHaving played the game before and watched as those around him died, Nobuaki tries to warn his clueless classmates. Unfortunately, they only believe him after the King's Game claims its first casualties. Stuck in a horrific situation with no chance of escape, Nobuaki has a choice: put his own survival above those around him, or do what he couldn't before and save his classmates."
}, {
	"id": 170,
	"title": "Ao no Exorcist",
	"mscr": 74,
	"theme": "Action, Adventure, Comedy, Demon, Fantasy, Parallel World, Shounen, Tragedy",
	"anidb_id": 8148,
	"iscr": 77,
	"rank": 911,
	"ani_id": 9919,
	"synopsis": "Humans and demons are two sides of the same coin, as are Assiah and Gehenna, their respective worlds. The only way to travel between the realms is by the means of possession, like in ghost stories. However, Satan, the ruler of Gehenna, cannot find a suitable host to possess and therefore, remains imprisoned in his world. In a desperate attempt to conquer Assiah, he sends his son instead, intending for him to eventually grow into a vessel capable of possession by the demon king.\n\nAo no Exorcist follows Rin Okumura who appears to be an ordinary, somewhat troublesome teenager—that is until one day he is ambushed by demons. His world turns upside down when he discovers that he is in fact the very son of Satan and that his demon father wishes for him to return so they can conquer Assiah together. Not wanting to join the king of Gehenna, Rin decides to begin training to become an exorcist so that he can fight to defend Assiah alongside his brother Yukio."
}, {
	"id": 171,
	"title": "Ao no Exorcist: Kyoto Fujouou-hen",
	"mscr": 50,
	"theme": "Action, Adventure, Comedy, Demon, Fantasy, Parallel World, Shounen, Tragedy",
	"anidb_id": 12240,
	"iscr": 76,
	"rank": 1267,
	"ani_id": 33506,
	"synopsis": "The ExWire of True Cross Academy are beset with shock and fear in the aftermath of discovering that one of their own classmates, Rin Okumura, is the son of Satan. But for the moment, they have more pressing concerns than that of Rin's parentage: the left eye of the Impure King, a powerful demon, has been stolen from the academy's Deep Keep. After an attempt is made to steal the right eye in Kyoto as well, Rin and the other ExWires are sent to investigate the mystery behind the Impure King and the ultimate goal of the thief.\n\r\nWhile this mission has them cooperating for the time being, Rin has never felt more distant from his fellow exorcists. In his attempt to reconcile with them, he undergoes specialized training to control his dark power. However, when the right eye is stolen not long after their arrival, the unthinkable threat of a traitor amongst them leaves them in need of all the power they can get."
}, {
	"id": 172,
	"title": "Mirai Nikki",
	"mscr": 50,
	"theme": "Action, Adventure, Angst, Contemporary Fantasy, Horror, Manga, Nudity, Science Fiction, Shounen, Time Travel, Violence",
	"anidb_id": 8395,
	"iscr": 78,
	"rank": 890,
	"ani_id": 10620,
	"synopsis": "Lonely high school student, Yukiteru Amano, spends his days writing a diary on his cellphone, while conversing with his two seemingly imaginary friends Deus Ex Machina, who is the god of time and space, and Murmur, the god's servant. Revealing himself to be an actual entity, Deus grants Yukiteru a \"Random Diary,\" which shows highly descriptive entries based on the future and forces him into a bloody battle royale with 11 other holders of similarly powerful future diaries.\n\r\nWith the last person standing designated as the new god of time and space, Yukiteru must find and kill the other 11 in order to survive. He reluctantly teams up with his obsessive stalker Yuno Gasai (who also possesses such a diary), and she takes it upon herself to ensure his safety. But there's more to the girl than meets the eye, as she might have other plans for her unrequited love..."
}, {
	"id": 173,
	"title": "Mirai Nikki Redial",
	"mscr": 50,
	"theme": "Action, Adventure, Angst, Contemporary Fantasy, Horror, Manga, Nudity, Science Fiction, Shounen, Time Travel, Violence",
	"anidb_id": 9585,
	"iscr": 75,
	"rank": 1500,
	"ani_id": 16762,
	"synopsis": "Yuno Gasai lives a normal life as a first-year in high school. She gets along well with her parents and even has a small circle of friends. However, she cannot help but feel as if someone is missing from her life, someone so important to her that it was as if she had lived another life trying desperately to stay with them.\n\r\nAfter a class trip to the beach, Yuno returns home; but in the middle of the night, she receives strange messages from a voice only she can hear. The voice informs her of the person she is desperate to meet and that she must find him. Soon, she finds herself in a mysterious realm, her only goal being reunited with the person she cannot remember. Though obstacles stand in her way, Yuno will stop at nothing to meet her beloved once again."
}, {
	"id": 174,
	"title": "Persona 4 The Animation",
	"mscr": 50,
	"theme": "Action, Adventure, Detective, Fantasy, Game, RPG, Shounen",
	"anidb_id": 8378,
	"iscr": 75,
	"rank": 1426,
	"ani_id": 10588,
	"synopsis": "Yuu Narukami moves to Inaba, a seemingly quiet and ordinary town, where he quickly befriends the clumsy transfer student Yousuke Hanamura, the energetic Chie Satonaka, and the beautiful heiress Yukiko Amagi. Shortly after Yuu's arrival, a chain of mysterious killings begin to occur on foggy days. At the same time, rumors about a strange television channel—dubbed the \"Midnight Channel\"—spread like wildfire; when staring into their TV screen at midnight, a person may see their soul mate.\n\r\nAfter witnessing the most recent murder victim on the Midnight Channel, Yuu attempts to watch it again, only to realize that he can traverse into the TV and reach another world overrun with \"Shadows,\" evil creatures of the dark. Realizing the link behind the hidden dimension and the murders, Yuu and his friends attempt to crack the cases by exploring the diabolical world of the Midnight Channel using their \"Personas,\" awakened manifestations of their \"true selves.\" "
}, {
	"id": 175,
	"title": "Kyoukai Senjou no Horizon",
	"mscr": 50,
	"theme": "Action, Adventure, Angel, Demon, Comedy, Fantasy, Large Breasts, Novel, Science Fiction, Seinen",
	"anidb_id": 8323,
	"iscr": 72,
	"rank": 2908,
	"ani_id": 10456,
	"synopsis": "In the far future, humans abandon a devastated Earth and traveled to outer space. However, due to unknown phenomenon that prevents them from traveling into space, humanity returns to Earth only to find it inhospitable except for Japan.\n\r\nTo accommodate the entire human population, pocket dimensions are created around Japan to house in the populace. In order to find a way to return to outer space, the humans began reenacting human history according to the Holy book Testament. But in the year 1413 of the Testament Era, the nations of the pocket dimensions invade and conquer Japan, dividing the territory into feudal fiefdoms and forcing the original inhabitants of Japan to leave.\n\r\nIt is now the year 1648 of the Testament Era, the refugees of Japan now live in the city ship Musashi, where it constantly travels around Japan while being watched by the Testament Union, the authority that runs the re-enactment of history. However, rumors of an apocalypse and war begin to spread when the Testament stops revealing what happens next after 1648.\n\r\nTaking advantage of this situation, Toori Aoi, head of Musashi Ariadust Academy's Supreme Federation and President of the student council, leads his fellow classmates to use this opportunity to regain their homeland."
}, {
	"id": 176,
	"title": "Dantalian no Shoka",
	"mscr": 50,
	"theme": "Contemporary Fantasy, Fantasy, Magic, Novel, Seinen, Violence",
	"anidb_id": 7939,
	"iscr": 73,
	"rank": 2447,
	"ani_id": 8915,
	"synopsis": "Six months ago, Lord Hugh Anthony Disward, also known as Huey, lost his eccentric grandfather, Sir Wesley Disward, who was a renowned collector of rare books. His grandfather's will states that, in order to inherit his manor and everything inside it, he must take guardianship over the Bibliotheca Mystica de Dantalian—an archive that contains forbidden knowledge—and also  take care of a mysterious girl called Dalian. \n\r\nAs Huey settles into the manor, an old rival of his grandfather's arranges a meeting with him. Dalian, knowing the rival to be Wesley's killer, tags along and discovers that the murderer is in possession of a Phantom Book—a cursed tome that Wesley tried to seal away. When the book puts the two in danger, Huey discovers that the Bibliotheca Mystica de Dantalian and Dalian are one and the same, and she entrusts Huey with the key to unlocking the knowledge stored within her. Together, Dalian and Huey seal the book away, and thus begins an unlikely partnership as they solve mysteries caused by other Phantom Books."
}, {
	"id": 177,
	"title": "Dantalian no Shoka: Ibarahime",
	"mscr": 50,
	"theme": "Contemporary Fantasy, Fantasy, Magic, Novel, Seinen, Violence",
	"anidb_id": 8944,
	"iscr": 72,
	"rank": 2814,
	"ani_id": 12879,
	"synopsis": "A DVD containing an all new, original anime episode bundled with the fifth volume of Chako Abeno's Dantalian no Shoka manga adaptation."
}, {
	"id": 178,
	"title": "Toriko",
	"mscr": 50,
	"theme": "Action, Adventure, Comedy, Cooking, Manga, Martial Arts, Shounen, Super Powers",
	"anidb_id": 8142,
	"iscr": 76,
	"rank": 1206,
	"ani_id": 10033,
	"synopsis": "Hamburgers that grow out of the ground like four-leaf clovers, mountain ranges carved out of ice cream, and warm servings of mac and cheese that stew deep within the stomachs of volcanoes fill the landscape. This world of delectable natural wonders has reached a prime age of exploration—the Gourmet Age! Citizens and chefs alike aspire to taste and prepare the finest dishes, while adventurers called \"Gourmet Hunters\" seek out delicious rare ingredients.\n\r\nPossessing a unique set of skills, the wild and passionate Gourmet Hunter Toriko is infamous for discovering 2% of all known ingredients. Together with his friend Komatsu—a highly skilled chef working at a five-star hotel—Toriko strives to complete his Full Course Menu of Life. But it isn’t going to be easy; in order to obtain the most delicious ingredients, Toriko must battle against obstacles like deadly monsters, evil organizations, and food itself!  "
}, {
	"id": 179,
	"title": "Nana to Kaoru",
	"mscr": 50,
	"theme": "BDSM, Bondage, Comedy, Ecchi, Large Breasts, Romance, Seinen",
	"anidb_id": 8066,
	"iscr": 57,
	"rank": 8948,
	"ani_id": 9741,
	"synopsis": "Kaoru is a 17-year-old virgin who has an S&M fetish. He has always dreamt about an SM relationship with his childhood friend Nana, who is looked upon as perfect and is always the target of boys' eyes. Their relationship has somewhat deteriorated through the years, due to them hanging out with different people and because Kaoru is not taking his education too seriously.\n\nOne day though, Kaoru's mother gives some of his S&M toys to Nana for safekeeping - Nana finds the leather one-piece that Kaoru bought and tries it on but accidentally locks herself in it and doesn't have the key!\n\nKaoru frees her of the one-piece, but then Nana realizes she may like Kaoru's hobby more than she thought and subsequently the two of them start engaging in so-called \"breathers\". These breathers are intended to relieve Nana of stress, stress originating from her attempts at keeping her grades and her name perfect."
}, {
	"id": 180,
	"title": "Deadman Wonderland",
	"mscr": 50,
	"theme": "Action, Dystopia, Manga, Science Fiction, Shounen, Tragedy, Violence",
	"anidb_id": 7902,
	"iscr": 73,
	"rank": 2237,
	"ani_id": 6880,
	"synopsis": "It looked like it would be a normal day for Ganta Igarashi and his classmates—they were preparing to go on a class field trip to a certain prison amusement park called Deadman Wonderland, where the convicts perform dangerous acts for the onlookers' amusement. However, Ganta's life is quickly turned upside down when his whole class gets massacred by a mysterious man in red. Framed for the incident and sentenced to death, Ganta is sent to the very jail he was supposed to visit. \n\r\nBut Ganta's nightmare is only just beginning. \n\r\nThe young protagonist is thrown into a world of sadistic inmates and enigmatic powers, to live in constant fear of the lethal collar placed around his neck that is slowed only by winning in the prison's deathly games. Ganta must bet his life to survive in a ruthless place where it isn't always easy to tell friend from foe, all while trying to find the mysterious \"Red Man\" and clear his name, in Deadman Wonderland."
}, {
	"id": 181,
	"title": "Appleseed XIII",
	"mscr": 50,
	"theme": "Action, Cyberpunk, Cyborg, Manga, Mecha, Science Fiction, Seinen",
	"anidb_id": 8055,
	"iscr": 64,
	"rank": 6109,
	"ani_id": 9737,
	"synopsis": "After facing massive destruction from a devastating war, the city Olympus has become the last stronghold as the center of command for the world. In order to protect the city from a group of terrorists known as the Argonauts, former LAPD SWAT member, Deunan Knotts, runs special military forces consisting of Biroids (cloned humans) and her cyborg partner Brialeos. Knotts must protect the city at all costs but is met with difficulties when Al Ceides, the Argonaut leader thought to be dead, resurfaces and causes problems. \n\n(Source: FUNimation)"
}, {
	"id": 182,
	"title": "Kamisama no Memo chou",
	"mscr": 50,
	"theme": "Coming of Age, Detective, Mafia, Novel, Seinen, Tragedy",
	"anidb_id": 8370,
	"iscr": 76,
	"rank": 1355,
	"ani_id": 10568,
	"synopsis": "Narumi Fujishima isn't your typical high school student. He's never really fit in and has become increasingly more isolated from his fellow classmates. But he's not alone, and when Ayaka, the sole member of the Gardening Club, introduces him to the reclusive girl who lives above the ramen shop, Narumi enters a whole new secret world. Alice is a NEET, someone who is Not Employed, being Educated or in Training, but as Narumi quickly discovers, that doesn't mean that she does nothing all day. \n\r\nIn between tending to her small army of stuffed bears, Alice is an expert hacker and a very exclusive private detective. To his surprise, Narumi finds himself drafted as one of the strange-but-elite team of associates that Alice has assembled from her NEET acquaintances. Together they'll battle gangs, thieves, murderers, and drug lords. And in the middle of it all, Narumi will find his life changing forever! "
}, {
	"id": 183,
	"title": "Mawaru Penguindrum",
	"mscr": 50,
	"theme": "Action, Angst, Bishounen, Comedy, Conspiracy, Contemporary Fantasy",
	"anidb_id": 8421,
	"iscr": 80,
	"rank": 567,
	"ani_id": 10721,
	"synopsis": "For the Takakura family, destiny is an ever-spinning wheel, pointing passionately in their direction with equal tides of joy and sorrow before ticking on to the next wishmaker. With their parents gone, twin brothers Kanba and Shouma live alone with their beloved little sister Himari, whose poor health cannot decline any further.\n\r\nOn the day Himari is given permission to temporarily leave the hospital, her brothers take her out to the aquarium to celebrate, where the family's supposed fate is brought forth with her sudden collapse. However, when Himari is inexplicably revived by a penguin hat from the aquarium's souvenir shop, the hand of fate continues to tick faithfully forward.\n\r\nWith her miraculous recovery, though, comes a cost: there is a new entity within her body, whose condition for keeping her fate at bay sends the boys on a wild goose chase for the mysterious \"Penguin Drum.\" In their search, the boys will have to follow the threads of fate leading from their own shocking past and into the lives of other wishmakers vying for the Penguin Drum, all hoping to land upon their chosen destiny."
}, {
	"id": 184,
	"title": "Blood-C",
	"mscr": 50,
	"theme": "Action, Angst, Contemporary Fantasy, Fantasy, Vampire, Violence",
	"anidb_id": 8348,
	"iscr": 66,
	"rank": 5090,
	"ani_id": 10490,
	"synopsis": "Peaceful schoolgirl by day, fearsome monster slayer by night, Saya Kisaragi is leading a split life. Equipped with a ceremonial sword given to her by her father for sacred tasks, she vanquishes every monster who dares threaten her quiet little village. But all too soon, Saya's reality and everything she believes to be true is tested, when she overhears the monsters speak of a broken covenant—something she knows nothing about. And then, unexpectedly, a strange dog appears; it asks her to whom she promised to protect the village, curious as to what would happen if she were to break that promise. Tormented by unexplainable visions and her world unraveling around her, we travel with Saya through her struggle to find a way to the truth in a village where nothing is as it seems."
}, {
	"id": 185,
	"title": "Blood-C: The Last Dark",
	"mscr": 50,
	"theme": "Action, Angst, Contemporary Fantasy, Fantasy, Vampire, Violence",
	"anidb_id": 8375,
	"iscr": 72,
	"rank": 2519,
	"ani_id": 10681,
	"synopsis": "Having escaped the many horrors of her village, Saya Kisaragi vows to hunt down the monster responsible and make him pay with his life. As she tears through flesh and bone for her vendetta, she encounters SIRRUT, a group of ingenious hackers, who enlist Saya to help them defeat a common enemy—someone she knows all too well.\n\r\nUnfortunately, the path she follows is paved with tragedy, as once again, Saya faces betrayal at the hands of those she has come to trust. With her back against the wall, the fearsome monster slayer must fight with all her strength and skill if she is to overcome this final mission and exact vengeance."
}, {
	"id": 186,
	"title": "Level E",
	"mscr": 50,
	"theme": "Comedy, Manga, Shounen",
	"anidb_id": 8057,
	"iscr": 75,
	"rank": 1657,
	"ani_id": 9834,
	"synopsis": "In the present day, hundreds of extraterrestrial species walk the Earth. Some are pacifistic, others violent. Some are here for research purposes, others are career criminals. However, humans don't know they are here.\n\r\nNow, one more alien has arrived on Earth. One of the universe's foremost geniuses with a personality that's bound to attract all sorts of trouble."
}, {
	"id": 187,
	"title": "Gosick",
	"mscr": 50,
	"theme": "Novel",
	"anidb_id": 7719,
	"iscr": 81,
	"rank": 366,
	"ani_id": 8425,
	"synopsis": "Kazuya Kujou is a foreign student at Saint Marguerite Academy, a luxurious boarding school in the Southern European country of Sauville. Originally from Japan, his jet-black hair and dark brown eyes cause his peers to shun him and give him the nickname \"Black Reaper,\" based on a popular urban legend about the traveler who brings death in the spring.\n\r\nOn a day like any other, Kujou visits the school's extravagant library in search of ghost stories. However, his focus soon changes as he becomes curious about a golden strand of hair on the stairs. The steps lead him to a large garden and a beautiful doll-like girl known as Victorique de Blois, whose complex and imaginative foresight allows her to predict their futures, now intertwined.\n\r\nWith more mysteries quickly developing—including the appearance of a ghost ship and an alchemist with the power of transmutation—Victorique and Kujou, bound by fate and their unique skills, have no choice but to rely on each other."
}, {
	"id": 188,
	"title": "Rio: Rainbow Gate!",
	"mscr": 50,
	"theme": "Ecchi, Game, Seinen",
	"anidb_id": 7931,
	"iscr": 59,
	"rank": 8198,
	"ani_id": 8241,
	"synopsis": "The \"Howard Resort Hotel\" is an entertainment destination where people gather from around the world to grab huge fortunes. In the casino is a beautiful female dealer named Rio Rollins, known far and wide as the \"Goddess of Victory\".\n\r\nIn order to approach closer to her mother, one of history's greatest dealers, she does battle to gather up the legendary cards called \"gates\". Those who gather all 13 gate cards are presented with the title MVCD (Most Valuable Casino Dealer), proof that they are a top dealer.\n\r\nSet in a vast resort, an exciting battle begins with rival dealers that'll take your breath away! Throw in some \"supreme comedy\" and a story that makes you cry when you least expect it, these cute and sexy girls will explode off your screen! With everyone's cheer of \"Leave it to Rio!\", Lady Luck'll be with you, too!"
}, {
	"id": 189,
	"title": "Air Gear",
	"mscr": 50,
	"theme": "Action, Ecchi, Manga, Shounen, Sports",
	"anidb_id": 4196,
	"iscr": 76,
	"rank": 1321,
	"ani_id": 857,
	"synopsis": "Air Trecks, also known as AT, are motorized and futuristic inline skates that are the new craze taking the nation by storm. Although each AT comes with a speed limiter, a community of daredevils known as the \"Storm Riders\" are brave enough to tamper with the device. Utilizing AT's in underground battles, individual teams wager valuable AT parts or team emblems—their symbol of pride—to dominate the streets.\n\r\nLiving in this era is Itsuki Minami, a middle school student notorious for engaging in street fights. Always wanting to reach heights no one else is able to, the reckless punk will break through any obstacle that stands in his way, alongside his best friends Kazuma Mikura and Onigiri. However, it is when he discovers a pair of Air Trecks in his house that the path to his true desire finally opens: to rule the skies."
}, {
	"id": 190,
	"title": "Shinrei Tantei Yakumo",
	"mscr": 50,
	"theme": "Contemporary Fantasy, Detective, Fantasy, Novel, Seinen",
	"anidb_id": 7233,
	"iscr": 74,
	"rank": 1999,
	"ani_id": 7662,
	"synopsis": "Haruka Ozawa's sophomore year is getting seriously scary. One of her friends is possessed, another has committed suicide and Haruka could be the next one to flunk the still-breathing test. Her only way out of this potentially lethal dead end? Yakumo Saito, an enigmatic student born with a mysterious red eye that allows him to see and communicate with the dead. But the deceased don't always desist and some killers are more than ready to kill again to keep dead men from telling any more tales. That doesn't stop Haruka's knack for digging up buried secrets, and there's even more evidence of bodies being exhumed by both Yakumo's police contact and an investigative journalist with a newly made corpse in her closet! Can this pair of anything but normal paranormal detectives solve the ultimate dead case files or will they end up in cold storage themselves? "
}, {
	"id": 191,
	"title": "Bakuman",
	"mscr": 50,
	"theme": "Coming of Age, Manga, Shounen",
	"anidb_id": 7251,
	"iscr": 83,
	"rank": 239,
	"ani_id": 7674,
	"synopsis": "As a child, Moritaka Mashiro dreamt of becoming a mangaka, just like his childhood hero and uncle, Tarou Kawaguchi, creator of a popular gag manga. But when tragedy strikes, he gives up on his dream and spends his middle school days studying, aiming to become a salaryman instead.\n\r\nOne day, his classmate Akito Takagi, the school's top student and aspiring writer, notices the detailed drawings in Moritaka's notebook. Seeing the vast potential of his artistic talent, Akito approaches Moritaka, proposing that they become mangaka together. After much convincing, Moritaka realizes that if he is able to create a popular manga series, he may be able to get the girl he has a crush on, Miho Azuki, to take part in the anime adaptation as a voice actor. Thus the pair begins creating manga under the pen name Muto Ashirogi, hoping to become the greatest mangaka in Japan, the likes of which no one has ever seen."
}, {
	"id": 192,
	"title": "Bakuman II",
	"mscr": 50,
	"theme": "Coming of Age, Manga, Shounen",
	"anidb_id": 8150,
	"iscr": 84,
	"rank": 124,
	"ani_id": 10030,
	"synopsis": "With the serialization of their new manga, \"Detective Trap,\" the writer-artist team, Akito Takagi and Moritaka Mashiro, better known by their pseudonym Ashirogi Muto, are one step closer to becoming world-renowned mangaka. For Mashiro, however, serialization is just the first step. Having promised to marry his childhood sweetheart and aspiring voice actress, Azuki Miho, once his manga gets an anime adaptation, Mashiro must continue his to popularize Ashirogi's work. A tremendously competitive cast of ambitious mangaka—including the wild genius, Eiji Niizuma; the elegant student, Yuriko Aoki, and her older admirer and partner, Takurou Nakai; the lazy prodigy, Kazuya Hiramaru; and the abrasive artist, Shinta Fukuda—both support and compete against Ashirogi Muto in creating the next big hit.\n\r\nAs they adjust to their young and seemingly untested new editor, the dynamic duo struggle to maintain their current serialization, secure the top stop in Shounen Jack, and ultimately, achieve an anime adaptation of their manga. With new rivals and friends, Bakuman. 2nd Season continues Takagi and Mashiro's inspiring story of hard work and young love."
}, {
	"id": 193,
	"title": "Bakuman III",
	"mscr": 50,
	"theme": "Coming of Age, Manga, Shounen",
	"anidb_id": 8836,
	"iscr": 86,
	"rank": 56,
	"ani_id": 12365,
	"synopsis": "Onto their third serialization, manga duo Moritaka Mashiro and Akito Takagi—also known by their pen name, Muto Ashirogi—are ever closer to their dream of an anime adaption. However, the real challenge is only just beginning: if they are unable to compete with the artist Eiji Niizuma in the rankings within the span of six months, they will be cancelled. To top it off, numerous rivals are close behind and declaring war. They don't even have enough time to spare thinking about an anime!\n\r\nIn Bakuman. 3rd Season, Muto Ashirogi must find a way to stay atop the colossal mountain known as the Shounen Jack rankings. With new problems and new assistants, the pair continue to strive for their dream."
}, {
	"id": 194,
	"title": "Seikimatsu Occult Academy",
	"mscr": 50,
	"theme": "Action, Contemporary Fantasy, Romance, Science Fiction, Seinen",
	"anidb_id": 7435,
	"iscr": 71,
	"rank": 3311,
	"ani_id": 6974,
	"synopsis": "The story revolves around Maya, the daughter of the former Headmaster of Waldstein Academy, and a time traveling agent Fumiaki Uchida. In the year 2012, the world had been invaded by aliens and time travelers were sent back to the year 1999 in order to find and destroy the Nostradamus Key, which Nostradamus Prophecy foretold as what would bring about the apocalypse. The series then turns to the year 1999, where Maya returns to the Academy with the intention of destroying the Academy by superseding her late father's position as the principal. Her plan was interrupted when she meets Fumiaki and learns of the forthcoming destruction. Despite being distrusting towards Fumiaki, they form a pact to look for the Nostradamus Key.\n\r\nIn order to find the Nostradamus Key, time agents were provided with specially created cell phones. When a user finds an object of interest, by thinking of destroying it and taking a photo, and if the resulting image is that of a peaceful world, then the subject is the Nostradamus Key. Conversely, if the subject is not the Nostradamus Key, then the photo displays destruction. By using the phone, Maya and Fumiaki investigates occult occurrences as they occur in the town."
}, {
	"id": 195,
	"title": "Arakawa Under the Bridge",
	"mscr": 50,
	"theme": "Manga, Comedy, Daily Life, Romance, Seinen",
	"anidb_id": 7238,
	"iscr": 76,
	"rank": 1245,
	"ani_id": 7647,
	"synopsis": "Kou Ichinomiya is the son of a wealthy businessman who holds firm belief in his elite status. As such, he is determined to avoid becoming indebted to anyone; but one day, after a run-in with some mischievous kids on Arakawa Bridge, he ends up falling into the river running underneath. Luckily for him, a passerby is there to save him—but now, he owes his life to this stranger!\n\r\nAngered by this, Kou insists on paying her back, but this may just be the worst deal the arrogant businessman has ever made. The stranger—a stoic, tracksuit-wearing homeless girl known only as Nino—lives in a cardboard box under the bridge and wants only one thing: to fall in love. Asking Kou to be her boyfriend, he has no choice but to accept, forcing him to move out of his comfortable home and start a new life under the bridge!"
}, {
	"id": 196,
	"title": "Arakawa Under the Bridge X Bridge",
	"mscr": 50,
	"theme": "Manga, Comedy, Daily Life, Romance, Seinen",
	"anidb_id": 7899,
	"iscr": 78,
	"rank": 900,
	"ani_id": 9074,
	"synopsis": "In the dry riverbed of Arakawa River, undefeated elite Ichinomiya Kou (aka Ric) met the lovely homeless girl Nino, a self-declared Venusian. Their awkward love stirs up trouble among the other strange inhabitants of the riverbed."
}, {
	"id": 197,
	"title": "Ichiban Ushiro no Daimaou",
	"mscr": 50,
	"theme": "Action, Comedy, Ecchi, Fantasy, Harem, Novel, Nudity, Pantsu, Seinen, Violence",
	"anidb_id": 6968,
	"iscr": 70,
	"rank": 3376,
	"ani_id": 7088,
	"synopsis": "Dreaming of changing the world for good, Akuto Sai transfers to Constant Magic Academy where he befriends a virtuous ninja clan member, Junko Hattori. On the way to the academy, they vow to make the world a better place together; however, the situation suddenly takes a turn for the worse upon his arrival—it is prophesied that he will become the Demon King!\n\r\nAs word of his destiny spreads, the school begins to fear him, and Junko's trust in him falters. While Akuto is determined to not let his predicted future control his fate, it seems as though everything he says and does only serve to reinforce the fact that he is destined to be the Demon King. Moreover, he is surrounded by a harem of beautiful girls who each have their own plans for him, ranging from bringing him to justice to simply showering him with love. With his newly awakened powers, Akuto must cope with his constantly growing list of misfortune and fight to prove that his fate is not set in stone."
}, {
	"id": 198,
	"title": "Kaichou wa maid sama!",
	"mscr": 50,
	"theme": "Comedy, High School, Love Polygon, Main, Manga, Romance, Shoujo",
	"anidb_id": 7008,
	"iscr": 81,
	"rank": 357,
	"ani_id": 7054,
	"synopsis": "Being the first female student council president isn't easy, especially when your school just transitioned from an all boys high school to a co-ed one. Aptly nicknamed \"Demon President\" by the boys for her strict disciplinary style, Misaki Ayuzawa is not afraid to use her mastery of Aikido techniques to cast judgment onto the hordes of misbehaving boys and defend the girls at Seika High School.\n\r\nYet even the perfect Ayuzawa has an embarrassing secret—she works part-time as a maid at a maid café to help her struggling family pay the bills. She has managed to keep her job hidden from her fellow students and maintained her flawless image as a stellar student until one day, Takumi Usui, the most popular boy in school, walks into the maid café. He could destroy her reputation with her secret... or he could twist the student council president around his little finger and use her secret as an opportunity to get closer to her."
}, {
	"id": 199,
	"title": "Ookami Kakushi",
	"mscr": 50,
	"theme": "Angst, Dark Fantasy, Game, Horror, seinen, Thriller, Visual Novel",
	"anidb_id": 7134,
	"iscr": 32,
	"rank": 90,
	"ani_id": 7097,
	"synopsis": null
}, {
	"id": 200,
	"title": "Chu-Bra!!",
	"mscr": 50,
	"theme": "Ecchi, Large Breasts, Manga, Pantsu, Romance, Seinen, School Clubs",
	"anidb_id": 7124,
	"iscr": 62,
	"rank": 6925,
	"ani_id": 6645,
	"synopsis": "The story centers on Nayu, a middle school girl who shocks her schoolmates on the first day of school by wearing black lace panties. She likes this kind of underwear, and she tries to \"spread the word on the merits of [these kinds of] underwear\" via an underwear club with her schoolmates, who are worried about their bodies' development and which underwear to choose."
}, {
	"id": 201,
	"title": "Higashi no Eden",
	"mscr": 50,
	"theme": "Conspiracy, Josei, Romance",
	"anidb_id": 6238,
	"iscr": 79,
	"rank": 673,
	"ani_id": 5630,
	"synopsis": "On November 22, 2010, Japan was hit by missile strikes, a terrorist act that fortunately did not harm anyone, becoming known as \"Careless Monday.\" Quickly forgotten, society goes on about their lives as normal.\n\r\nDuring her graduation trip to America three months later, friendly college student Saki Morimi's life is forever changed when she finds herself saved from unexpected trouble by Akira Takizawa. Takizawa is cheerful, but odd in many ways—he is stark naked and suffers from amnesia, believing himself to be a terrorist. In addition, he possesses a strange cell phone loaded with 8.2 billion yen in digital cash.\n\r\nDespite Takizawa's suspicious traits, Saki quickly befriends the enigmatic young man. However, unbeknownst to her, this is the beginning of a thrilling death game involving money, cell phones, and the salvation of the world. Higashi no Eden chronicles Saki's struggle to unravel the mysteries behind her savior, while Takizawa himself battles other individuals armed with similar cell phones and returning memories which reveal his possible connection to the event from months ago."
}, {
	"id": 202,
	"title": "Aoi Bungaku Series",
	"mscr": 50,
	"theme": "Contemporary fantasy, Novel, Seinen, Tragedy",
	"anidb_id": 7056,
	"iscr": 78,
	"rank": 878,
	"ani_id": 7193,
	"synopsis": "The series consists of adaptations of six modern classics of Japanese literature: Osamu Dazai's No Longer Human (Ningen Shikkaku) and Run, Melos! (Hashire, Melos!); Natsume Soseki's Kokoro; Ryunosuke Akutagawa's Hell Screen (Jigoku Hen) and The Spider's Thread (Kumo no Ito); and Ango Sakaguchi's In the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita).\n\nNo Longer Human (Ningen Shikkaku) - A high school student becomes lost and alienated. Despondent and aimless, he falls into a cycle of self abuse, depression, and drugs that taints his life for years. Told in four chapters, each chapter deals with a different point in his life and the final chapter leaves him standing alone—an empty and hollow caricature of his former self.\n\nIn the Forest, Under Cherries in Full Bloom (Sakura no Mori no Mankai no Shita) - A love story between a 12th-century woman and a mountain bandit who abducts her.\n\nKokoro - A 1914 tale of a young man's life journey during the Meiji era. The work deals with the transition from the Japanese Meiji society to the modern era by exploring the friendship between a young man and an older man he calls \"Sensei.\" It continues the theme of isolation developed in Soseki's previous works, here in the context of interwoven strands of egoism and guilt, as opposed to shame.\n\nRun, Melos! (Hashire, Melos!) - An updated retelling of a classic Greek tale of the story of Damon and Phidias. The most prominent theme of Run, Melos! is unwavering friendship. Despite facing hardships, the protagonist Melos does his best to save his friend's life, and in the end his efforts are rewarded.\n\nThe Spider's Thread (Kumo no Ito) - The Buddha Shakyamuni chances to notice a cold-hearted criminal suffering in Hell. But this criminal did perform one single act of kindness in not stepping on a spider in a forest. Moved by this selfless act, Shakyamuni takes the silvery thread of a spider in Paradise and lowers it down into Hell, but it falls upon the criminal to seize the opportunity and pull himself out—if he can.\n\nHell Screen (Jigoku Hen) - A famous artist is commissioned by a great lord to create a series of paintings depicting scenes of the \"Buddhist Hell.\" The artist is unable to paint scenes that he has not seen himself, prompting him to torture and torment the Lord's staff to create his imagined images of hell. His creative efforts taint the household, as the story descends into madness and destruction."
}, {
	"id": 203,
	"title": "Darker than Black: Kuro no Keiyakusha",
	"mscr": 50,
	"theme": "Action, Angst, Conspiracy, Contemporary Fantasy, Seinen, Super Power, Tragedy, Violence",
	"anidb_id": 4906,
	"iscr": 81,
	"rank": 336,
	"ani_id": 2025,
	"synopsis": "It has been 10 years since Heaven's Gate appeared in South America and Hell's Gate appeared in Japan, veiling the once familiar night sky with an oppressive skyscape. Their purposes unknown, these Gates are spaces in which the very laws of physics are ignored. With the appearance of the Gates emerged Contractors, who, in exchange for their humanity, are granted supernatural abilities.\n\r\nIn the Japanese city surrounding Hell’s Gate, Section 4 Chief Misaki Kirihara finds herself at odds with an infamous Contractor codenamed Hei. Called \"Black Reaper\" in the underground world, Hei, like his associates, undertakes missions for the mysterious and ruthless Syndicate while slowly peeling back the dark layers covering a nefarious plot that threatens the very existence of Contractors.\n\r\nFrom the mind of Tensai Okamura comes a sci-fi thriller taking the form of a subtle exposé on a war in which political positions and justice have no sway—a war waged exclusively in the shadows."
}, {
	"id": 204,
	"title": "Darker than Black: Ryuusei no Gemini",
	"mscr": 50,
	"theme": "Action, Angst, Conspiracy, Contemporary Fantasy, Seinen, Super Power, Tragedy, Violence",
	"anidb_id": 6644,
	"iscr": 75,
	"rank": 1514,
	"ani_id": 6573,
	"synopsis": "One night, as meteors streak across the star-studded sky, Shion Pavlichenko becomes a Contractor. Despite her brother's transformation, Shion's twin sister Suou continues to live a fairly ordinary life, attending middle school with her friends and getting caught up in the awkwardness of growing up. However, everything changes when her home is invaded by a masked man cloaked in black, destroying any sense of normality she once had. Revealed to possess latent Contractor abilities of her own, Suou is caught between family, friends, and her own sense of purpose as she ventures into the ruthless world of cutthroats and espionage that Contractors call home.\n\r\nMeanwhile in Tokyo, investigation surrounding Hell's Gate's sudden collapse is underway, and prophetic signs of doom point in the direction of a silver-haired doll."
}, {
	"id": 205,
	"title": "11 Eyes",
	"mscr": 50,
	"theme": "Action, Angst, Contemporary Fantasy, Ecchi, Erotic Game, Fantasy, Female Student, Seinen, Super Power, Visual Novel",
	"anidb_id": 6751,
	"iscr": 63,
	"rank": 6737,
	"ani_id": 6682,
	"synopsis": "When the Sky turns Red, the Moon turns Black, and monsters begin roaming the streets, Satsuki Kakeru is at a loss for what to do. Along with his best friend Yuka, they try to decipher why they have been sent to this strange world, which is seemingly empty aside from themselves.\n\r\nHowever, when the \"Red Night\" ends, Kakeru and Yuka believed it was all a dream, until it happens again and they are left in a dangerous situation. They meet four others in the same predicament: Kusakabe Misuzu, an expert swordswoman, Tachibana Kukuri, a strange mute girl who looks uncannily like Kakeru's deceased sister, Hirohara Yukiko, a lively young girl whose personality reverts to that of a cold killer when her glasses are removed, and Tajima Takahisa, a young pyrokineticist.\n\r\nAs the six of them band together to survive and discover what this mysterious world is, things take a turn for the worse as six shadows appear before them..."
}, {
	"id": 206,
	"title": "Seiken no Blacksmith",
	"mscr": 50,
	"theme": "Daily Life, Demon, Fantasy, Novel, Seinen",
	"anidb_id": 6545,
	"iscr": 68,
	"rank": 4265,
	"ani_id": 5940,
	"synopsis": "Once upon a time, there was a tragic war, in which the power of the devils was involved. After the war, the devils' power was banned and the world was restored to peace. Cecily Campbell is a knight, who has been looking for a blacksmith to repair her old sword given by her father. One day, she saw a man fighting with a ruffian who used the tabooed devil's power. The man defeated him with one blow of his weirdly shaped sword. The man turned out to be a blacksmith called Luke. The fateful encounter was the beginning of the adventure."
}, {
	"id": 207,
	"title": "Tokyo Magnitude 8.0",
	"mscr": 50,
	"theme": "Coming of Age, Daily Life, Seinen, Tragedy",
	"anidb_id": 6441,
	"iscr": 81,
	"rank": 414,
	"ani_id": 6211,
	"synopsis": "Middle school student Mirai Onozawa is dissatisfied with her family circumstances and, in a moment of frustration, wishes to tear everything apart. Unfortunately, these destructive thoughts seem to come true in the form of a magnitude 8.0 earthquake just a few moments later.\n\r\nWhen summer vacation begins, Mirai reluctantly takes her younger brother Yuuki to Odaiba, where a robot exhibition that he wanted to go to is being held. However, while they are in the exhibition center, the fury of a major earthquake shakes the Kanto region; helpless, both kids witness the devastating power of this natural disaster as it brings the city to its knees.\n\r\nIn its aftermath, they stumble upon Mari Kusakabe, a motorcyclist and single mother who decides to help the young siblings. Aiming to return to their homes and reunite with their families, the group sets off on a long and hard journey through the decimated city."
}, {
	"id": 208,
	"title": "Canaan",
	"mscr": 50,
	"theme": "Action, Game, Seinen, Violence, Visual Novel",
	"anidb_id": 6275,
	"iscr": 73,
	"rank": 2367,
	"ani_id": 5356,
	"synopsis": "Oosawa Maria is a Japanese photographer currently working in Shanghai, China. Along with her partner Mino, she searches for potential newsworthy stories throughout the city. When strange events occur at a local festival, Maria and Mino immediately investigate. Quickly, the two are immersed in a battle between unknown masked men and a strange, white-haired woman. Just when Maria is about to be caught in the crossfire, an old friend by the name of Canaan appears and helps Maria escape. But a sinister plot over a deadly virus soon develops, and Canaan learns she must confront her past if she wants any chance at stopping the perpetrator and saving her friends."
}, {
	"id": 209,
	"title": "Umineko no Naku Koro ni",
	"mscr": 50,
	"theme": "Contemporary Fantasy, Detective, Game, horror, Seinen, Thriller, Violence, Visual Novel",
	"anidb_id": 6051,
	"iscr": 72,
	"rank": 2757,
	"ani_id": 4896,
	"synopsis": "Considered as the third installment in the highly popular When They Cry series by 07th Expansion, Umineko no Naku Koro ni takes place on the island of Rokkenjima, owned by the immensely wealthy Ushiromiya family. As customary per year, the entire family is gathering on the island for a conference that discusses the current financial situations of each respective person. Because of the family head's poor health, this year involves the topic of the head of the family's inheritance and how it will be distributed.\n\r\nHowever, the family is unaware that the distribution of his wealth is the least of Ushiromiya Kinzou's (family head) concerns for this year's family conference. After being told that his end was approaching by his longtime friend and physician, Kinzou is desperate to meet his life's true love one last time: the Golden Witch, Beatrice. Having immersed himself in black magic for many of the later years in his life, Kinzou instigates a ceremony to revive his beloved upon his family's arrival on Rokkenjima. Soon after, a violent typhoon traps the family on the island and a string of mysterious murders commence, forcing the eighteen people on the island to fight for their lives in a deadly struggle between fantasy and reality."
}, {
	"id": 210,
	"title": "Ristorante Paradiso",
	"mscr": 50,
	"theme": "Cooking, Daily life, Josei, Manga, Reverse Harem, Romance",
	"anidb_id": 6384,
	"iscr": 74,
	"rank": 1994,
	"ani_id": 5984,
	"synopsis": "When Nicoletta was a little girl, her mother, Olga, abandoned her and ran off to Rome to remarry. Now, 15 years later and a young woman, she travels to Rome with the intention of ruining her mother's life. She tracks Olga down to a restaurant called Casetta dell'Orso, but the second Nicoletta steps through its door, everything changes. It's a peculiar place staffed entirely by mature gentlemen wearing spectacles, and like their clientele, she is helpless against their wise smiles and warm voices. Before Nicoletta realizes it, her plans for vengeance start to fade, and she's swept up in the sweet romance of everyday Italian life. \n\n(Source: Right Stuf)"
}, {
	"id": 211,
	"title": "Tears to Tiara",
	"mscr": 50,
	"theme": "Erotic Game, Fantasym Game, Magic, RPG, Seinen, Visual Novel",
	"anidb_id": 5596,
	"iscr": 72,
	"rank": 2667,
	"ani_id": 3594,
	"synopsis": "As the Holy Empire rises to power, the neighboring lands begin to gradually fall under its control. The Empire's conquest eventually reaches the small island of Erin, home to the Gael tribe. There, a priestess named Riannon is kidnapped to be offered as a living sacrifice to the demon king Arawn, a malevolent being rumored to have caused untold destruction in the past.\n\r\nRiannon's brother, First Warrior Arthur, rescues her, when Arawn suddenly materializes before them as a handsome grey-haired man. Hiding his true identity and remaining enigmatic, Arawn pledges his power and leadership to the tribe's cause and joins Arthur, Riannon, and their merry band of friends—including a talented swordsman, an agile hunter, and a group of ecstatic pixies—as they fight back against the Empire, while uncovering the dark secrets of the land along the way."
}, {
	"id": 212,
	"title": "Dragon Ball Kai",
	"mscr": 89,
	"theme": "Action, Adventure, Aliem , Fantasy, Shounen, Violence",
	"anidb_id": 6399,
	"iscr": 78,
	"rank": 740,
	"ani_id": 6033,
	"synopsis": "Five years after the events of Dragon Ball, martial arts expert Gokuu is now a grown man married to his wife Chi-Chi, with a four-year old son named Gohan. While attending a reunion on Turtle Island with his old friends Master Roshi, Krillin, Bulma and others, the festivities are interrupted when a humanoid alien named Raditz not only reveals the truth behind Gokuu's past, but kidnaps Gohan as well.\n\r\nWith Raditz displaying power beyond anything Gokuu has seen before, he is forced to team up with his old nemesis, Piccolo, in order to rescue his son. But when Gokuu and Piccolo reveal the secret of the seven mystical wish-granting Dragon Balls to Raditz, he informs the duo that there is more of his race, the Saiyans, and they won’t pass up an opportunity to seize the power of the Dragon Balls for themselves.\n\r\nThese events begin the saga of Dragon Ball Kai, a story that finds Gokuu and his friends and family constantly defending the galaxy from increasingly more powerful threats. Bizarre, comical, heartwarming and threatening characters come together in a series of battles that push the powers and abilities of Gokuu and his friends beyond anything they have ever experienced."
}, {
	"id": 213,
	"title": "Dragon Ball Kai: Majin Buu-hen",
	"mscr": 87,
	"theme": "Action, Adventure, Aliem , Fantasy, Shounen, Violence",
	"anidb_id": 10452,
	"iscr": 78,
	"rank": 741,
	"ani_id": 22777,
	"synopsis": "Remastered version of the Majin Buu saga that adheres more to the manga's story."
}, {
	"id": 214,
	"title": "Phantom: Requiem for the Phantom",
	"mscr": 50,
	"theme": "Action, Conspiracy, erotic Game, Game, Mafia, Rotten World, Seinen ,Tragedy, Violence, Visual Novel",
	"anidb_id": 6256,
	"iscr": 80,
	"rank": 475,
	"ani_id": 5682,
	"synopsis": "Mafia is rife in America where assassinations are a regular occurrence on the streets. Inferno, a mysterious company, is behind most of these dealings through the use of their near-invincible human weapon, \"Phantom.\"\n\r\nOne day, a Japanese tourist accidentally witnesses Phantom's latest murder. Desperate to escape, the tourist hides in a secluded building. However, Phantom, revealed to be a young woman named Ein, and the leader of Inferno \"Scythe Master\" captures the tourist and brainwashes him.\n\r\nGiven the name \"Zwei,\" this once peaceful tourist is now a puppet of Inferno with no memories. Drawn into a world of lies, deceit, and violence, Zwei must fight to survive, hopefully to one day regain his memories and escape from this world where he is constantly on the brink of death."
}, {
	"id": 215,
	"title": "Kurokami",
	"mscr": 50,
	"theme": "Action, Contemporary Fantasy, Fantasy, Manga, Martial Arts, Seinen, Super Power",
	"anidb_id": 6211,
	"iscr": 72,
	"rank": 2828,
	"ani_id": 5079,
	"synopsis": "High school student Ibuki Keita has been haunted by misfortune for as long as he can remember. For no apparent reason, everyone around him dies tragically. Ultimately, he refuses to become too close to anyone, even his childhood friend Akane. This leaves Keita alone in a life full of misery and disgrace.\n\r\nWhile eating at his favorite ramen shop one evening, Keita meets a strange young girl named Kuro. Possessing abilities that surpass that of a normal human being, Kuro classifies herself as a Mototsumitama. She explains to Keita about \"Terra,\" a life-energy force split between three identical looking people; a global phenomenon dubbed the \"Doppeliner System.\" As a Mototsumitama, Kuro guards the \"Coexistence Equilibrium,\" the beings that protect the flow of Terra around the world. Keita refuses to believe her story, until he is caught up in the crossfire of this hidden world. On the verge of death, he makes a contract with Kuro, unbeknownst to its true meaning. Now he is bound to Kuro, and must be with her at all times. Could Keita's misfortune possibly get any greater?"
}, {
	"id": 216,
	"title": "Druaga no Tou: the Aegis of Uruk",
	"mscr": 50,
	"theme": "Adventure, Comedy, Fantasu, Game, Magic",
	"anidb_id": 5503,
	"iscr": 72,
	"rank": 2646,
	"ani_id": 3230,
	"synopsis": "It is said that every few years, there is what's known as the \"Summer of Anu.\"  During that summer, thanks to the divine protection of the sky-god Anu, all of the demons in the tower lose their power.  The country of Uruk has begun an invasion of the tower in order to suppress the demons.  They've built up positions inside the tower, with their sights set on getting to the upper levels.  The Uruk army knows that this is the third Summer of Anu-a perfect time to launch a mission to suppress the monster Druaga once and for all.  The army soldiers aren't the only ones in the tower, though.  An enitre city called Meskia has formed inside the tower's first floor.  It plays host not just to soldiers, but also to adventurers who have heard rumors about a legendary treasure called the Blue Crystal Rod, which is said to rest at the very top of the tower.  With all these different groups in the mix, each with its own agenda, one can only guess how things will play out during this unusual summer."
}, {
	"id": 217,
	"title": "Druaga no Tou: the Sword of Uruk",
	"mscr": 50,
	"theme": "Adventure, Comedy, Fantasu, Game, Magic",
	"anidb_id": 6018,
	"iscr": 73,
	"rank": 2454,
	"ani_id": 4726,
	"synopsis": "With broken spirits and enigmatic questions that hold no answers lingering, Jil is still trying to figure everything out. Then, a mysterious girl named Kai appears before him and says: \"Take me to the top of the tower.\"\n\r\nKai's request shrouded in ambiguity, Jil will have another chance to work towards completing his destiny and ascend the Tower. With his hopes and aspirations seemingly slipping out of his hands, Jil must rise to the challenge once again on this never-ending adventure."
}, {
	"id": 218,
	"title": "Shikabane Hime: Aka",
	"mscr": 50,
	"theme": "Action, Angst, Coming of Age, Dark Fantasy, Demon, Manga, Shounen, Super Power, Tragedy, Violence",
	"anidb_id": 6036,
	"iscr": 73,
	"rank": 2473,
	"ani_id": 4581,
	"synopsis": "After being brutally murdered along with her family, Makina Hoshimura turns into a Shikabane Hime, a living corpse contracted to the Kougon Cult, in order to exert revenge on the mysterious undead organization responsible for her death. She is assisted in this task by Keisei Tagami, her contracted priest and former friend. This series follows the story of Keisei's younger brother Ouri, a boy with an unusual attraction to death, who slowly discovers his brother's secret and gets dragged into the world of the Shikabanes. "
}, {
	"id": 219,
	"title": "Shikabane Hime: Kuro",
	"mscr": 50,
	"theme": "Action, Angst, Coming of Age, Dark Fantasy, Demon, Manga, Shounen, Super Power, Tragedy, Violence",
	"anidb_id": 6227,
	"iscr": 73,
	"rank": 2181,
	"ani_id": 5034,
	"synopsis": "A direct continuation of Shikabane Hime: Aka, taking place six months after Tagami Keisei's death at the hands of the Shichisei (Seven Stars), a group of elite Shikabane who act on more than just regrets. As per Keisei's dying wish, Kagami Ouri formed a temporary contract with Makina to save her from degenerating into a Shikabane. Since then, Ouri's been training to become a proper monk so that he can remain contracted to Makina and help her fight against the Shichisei -- the ones who originally killed Makina, the entire Hoshimura family, and now Keisei. However, the traitorous monk Shishidou Akasha has sided with the Shichisei in an attempt to destroy all Shikabane Hime and the entire monk organization that uses them -- Kougon Sect."
}, {
	"id": 220,
	"title": "Mouryou No Hako",
	"mscr": 50,
	"theme": "Contemporary Fantasy, Detective, Horror, Novel, Seinen",
	"anidb_id": 6047,
	"iscr": 72,
	"rank": 2699,
	"ani_id": 4879,
	"synopsis": "The story follows a series of bizarre murders of schoolgirls who have been dismembered and stuffed into boxes. The private investigator hired by a missing daughter's mother joins forces with an antique book seller and others to unravel the murder spree."
}, {
	"id": 221,
	"title": "Ga-Rei: Zero",
	"mscr": 50,
	"theme": "Action, Angst, Coming of Age, Horror, Manga, Nudity, Shounen, Super Power, Thriller, Tragedy, Violence",
	"anidb_id": 6113,
	"iscr": 76,
	"rank": 1140,
	"ani_id": 4725,
	"synopsis": "In Japan, there exists a government agency known as the Supernatural Disaster Countermeasures Division (SDCD), whose duty is to protect the citizens from creatures unseen. They are able to dispatch these monsters swiftly and without alerting the general public. But currently, they face a different challenge: the betrayal of one of their own.\n\r\nAfter the death of her mother several years ago, Kagura Tsuchimiya has been fostered by the Isayama family and forms a close sister-like bond with their daughter Yomi. The two become inseparable, and together they work for the SDCD as highly skilled exorcists. However, as the stress and consequences of their sacred duty weigh on them both, and family politics come into play, Kagura and Yomi begin to slowly drift apart. One of them grows earnestly into her role as an exorcist, and the other heads down a dark path from which there may be no redemption..."
}, {
	"id": 222,
	"title": "Kurozuka",
	"mscr": 50,
	"theme": "Action, Dark Fantasy, Dystopia, Fantasy, horror, Manga, Post Apocalyptic, Seinen, Thriller, Violence",
	"anidb_id": 6098,
	"iscr": 70,
	"rank": 3736,
	"ani_id": 5039,
	"synopsis": "Adaptation of Takashi Noguchi's manga, which itself adapts Baku Yumemakura's supernatural romance novel.\n\r\nThe original novel is about a 12th-century man named Minamoto no Yoshitsune (Kurou). Kurou flees into the mountains after losing to his brother Minamoto no Yoritomo, the first Shogun to rule all of Japan. History records that he committed suicide, but instead, Kurou meets a strange, beautiful woman named Kuromitsu in her mountain hermitage. Eventually, Kurou falls in love with Kuromitsu, but then realizes she conceals a dark secret. He learns that he is unable to die and continues to live for a thousand years as Japan evolves into a future society."
}, {
	"id": 223,
	"title": "Kuroshitsuji",
	"mscr": 50,
	"theme": "Angst, Demon, Fantasy, Historical, Horror, Manga, Shounen, Super Power",
	"anidb_id": 6048,
	"iscr": 79,
	"rank": 629,
	"ani_id": 4898,
	"synopsis": "Young Ciel Phantomhive is known as \"the Queen's Guard Dog,\" taking care of the many unsettling events that occur in Victorian England for Her Majesty. Aided by Sebastian Michaelis, his loyal butler with seemingly inhuman abilities, Ciel uses whatever means necessary to get the job done. But is there more to this black-clad butler than meets the eye?\n\r\nIn Ciel's past lies a secret tragedy that enveloped him in perennial darkness—during one of his bleakest moments, he formed a contract with Sebastian, a demon, bargaining his soul in exchange for vengeance upon those who wronged him. Today, not only is Sebastian one hell of a butler, but he is also the perfect servant to carry out his master's orders—all the while anticipating the delicious meal he will eventually make of Ciel's soul. As the two work to unravel the mystery behind Ciel's chain of misfortunes, a bond forms between them that neither heaven nor hell can tear apart."
}, {
	"id": 224,
	"title": "Eve no Jikan",
	"mscr": 50,
	"theme": "Android, Daily Life, Dystopia, Science Fiction, Seinen",
	"anidb_id": 5132,
	"iscr": 69,
	"rank": 3808,
	"ani_id": 2403,
	"synopsis": "3rd grade teacher Aoki Daisuke didn't expect the first class he ever taught to be one of the toughest obstacles of his life. After getting off on the wrong foot with the entire class, a moment of kind-heartedness instantly convinces one of his students, Rin Kokonoe, to make the ill-fated Aoki-sensei her lover. But what exactly are Rin's intentions for wanting to actively seduce Aoki-sensei, and will Aoki-sensei be able to help her to deal with them?"
}, {
	"id": 225,
	"title": "Mahou Tsukai ni Taisetsu na Koto: Natsu no Sora",
	"mscr": 50,
	"theme": "Daily Life, Magic, Manga, Shounen, Tragedy",
	"anidb_id": 5830,
	"iscr": 73,
	"rank": 2344,
	"ani_id": 4483,
	"synopsis": "Get ready for a second magical journey to the world of Someday's Dreamers, where spellcasting is a profession that requires both the proper training AND a license. It's to get that license and fulfill a promise made to her late father that young Sora Suzuki has made the long journey from her distant home in the countryside town of Biei to the big city of Tokyo. It's a daunting challenge, but she's got a little bit of talent, a charming personality and, most important of all, the promise of an internship! What she ISN'T expecting, though, is how different life in the city will be, especially the people themselves. While she gets along with the confident Asagi, Kuroda and the gentle Hiyori, she's completely confused with the mysterious boy Gouta. And yet, as a result of their internships they keep ending up in the same situations and slowly learning to understand more about each other than they ever imagined possible!"
}, {
	"id": 226,
	"title": "Mahou Tsukai ni Taisetsu na Koto",
	"mscr": 50,
	"theme": "Contemporary Fantasy, daily Life, Fantasy, Magic, Manga, Shounen",
	"anidb_id": 458,
	"iscr": 68,
	"rank": 4478,
	"ani_id": 273,
	"synopsis": "Yume Kikuchi, a girl who can use magic, goes to Tokyo to be an apprentice mage to the handsome Masami Oyamada (a professional mage). In Tokyo, Yume learns about magic, helping people, and various other things on her way to being a mage. But she soon also finds out that even just magic alone isn't enough to make someone truly happy..."
}]